Repository: max-linux/max-mate-welcome
Catalog: data/po/introduction/*.po
Languages: hu_hu, ja, pl, tr_tr

source: Many of the users of Linux are corporations that use the operating system to run their businesses, or include it within their products. Many of these corporations provide fixes and new features for Linux as they use the software for their businesses.
hu_hu: A Linux felhasználói közül sokan vannak vállalatok, akik az üzletük futtatásához használják az operációs rendszert, vagy beveszik a termékeik közé. Sok ilyen vállalat hibajavításokat és új funkciókat biztosít a Linuxhoz, mivel az üzletükhöz használják a szoftvert.
ja: Linuxユーザーの多くは企業に所属して、自分たちの業務をこなすためにLinuxを使ったり、製品の組み込み用OSとしてLinuxを使っています。このように商業利用しているユーザーの多くが自分たちの仕事のために使うソフトウェアとしてLinuxに修正を加えたり新しい機能を盛り込んだりしています。
pl: Wielu użytkowników Linuksa to korporacje, które używają systemu operacyjnego do prowadzenia działalności lub włączają go do swoich produktów. Wiele z tych korporacji dostarcza poprawki i nowe funkcje dla Linuksa, ponieważ korzystają one z tego oprogramowania do prowadzenia swojego biznesu.
tr_tr: Linux'un kullanıcılarının büyük bir bölümü işletim sistemini işlerini yürütmek için kullanan ya da ürünleri içerisinde bulunduran firmalardır. Bu firmaların çoğu, kendi işlerinde Linux'u kullanırken bir yandan da iyileştirmeler ve düzeltmeler sunarlar.

source: These improvements are given back
hu_hu: Ezeket a fejlesztéseket visszakapja
ja: このような改善は
pl: Te ulepszenia są zwracane
tr_tr: Bu geliştirmeler

source: to the Linux community and Ubuntu MATE improves as a result. This is how we can continually improve and grow without having to charge our users money.
hu_hu: a Linux közösség és az Ubuntu MATE ennek eredményeképpen fejlődik. Így tudunk folyamatosan javulni és növekedni anélkül, hogy pénzt kellene kérnünk a felhasználóktól.
ja: "Linuxコミュミティに還元され、結果としてUbuntu MATEも進歩していきます。これこそが、ユーザーに対価を求めることなしに、持続的な進歩と成長を可能にしている方法です。
pl: do społeczności Linux i Ubuntu MATE. W ten sposób możemy bezustannie poprawiać i rozwijać się bez konieczności pobierania opłat od naszych użytkowników.
tr_tr: Linux topluluğuna sunulur ve sonuç olarak da Ubuntu MATE gelişir. İşte böylelikle sürekli olarak gelişiyor ve kullanıcılarımızdan ücret talep etmeden büyüyoruz.

source: Unlike Windows and OS X, Linux is not created and supported by just one company. It is supported by Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, and Microsoft. Over 4,000 developers contributed to Linux over the last 15 years.
hu_hu: A Linuxot nem egy vállalat hozta létre és támogatja, mint a Windowst és az OS X-et. Egyszerre több is támogatja: Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, és Microsoft. Az elmúlt 15 év alatt több mint 4000 fejlesztő járult hozzá a Linuxhoz.
ja: "Linuxは、WindowsやOS Xとは違って、たったひとつの企業によって生み出され支えられているわけではありません。Linuxは、Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, and Microsoftといった企業によってサポートされています。15年間にわたって4,000人以上の開発者がLinuxに貢献してきました。
pl: W przeciwieństwie do systemu Windows i macOS Linux nie jest tworzony i obsługiwany przez jedną firmę. Wsparcie zapewnia Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD i Microsoft. W ciągu ostatnich 15 lat Linux wspierało ponad 4000 programistów.
tr_tr: Windows ve OS X'in aksine Linux sadece bir şirket tarafından yaratılıp desteklenmedi. Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD ve Microsoft tarafından destekleniyor. Son 15 yılda 4.000'den fazla geliştirici Linux'a katkıda bulundu.

source: Whether you are a home user of Ubuntu MATE, an Ubuntu MATE software or application developer, or an employee of an organization that uses the operating system, you are a member of the Linux and Open Source communities and benefit from the efforts of the developers who contribute to Ubuntu MATE and its related projects: Linux, MATE, and Ubuntu. Members of the community run Linux on almost any hardware, from the prettiest Macbook to the cheapest netbook, from the newest Chromebook to some very old machines designed for Windows, and from the most powerful Internet servers to the smallest smart thermostat.
hu_hu: Akár egy otthoni felhasználója vagy az Ubuntu MATE-nek, egy Ubuntu MATE szoftver fejlesztője, vagy egy szervezet alkalmazottja, ami az operációs rendszert használja, mindenképp a Linux és Nyílt forrás közösségek tagja vagy, és részesülsz az előnyökben, amit a fejlesztők erőfeszítései nyújtanak, akik hozzájárulnak az Ubuntu MATE-hez és a kapcsolódó projektekhez: Linux, MATE, Ubuntu. A közösség tagjai Linuxot futtatnak csaknem minden hardveren, a legcsinosabb Macbookon, a legolcsóbb netbookon, a legújabb Chromebookon, a nagyon régi Windowsra tervezett gépeken, a legerősebb internet szervereken és a legkisebb okos hőszabályzón is.
ja: あなたはUbuntu MATEを家で使っている一ユーザーでしょうか。それともUbuntu MATEのソフトウェアやアプリケーションを開発している人でしょうか。はたまたUbuntu MATEを仕事で使っている従業員であるかもしれません。いずれにせよ皆、Linuxコミュニティとオープンソースコミュニティの一員であり、Ubuntu MATEやそれに関連するプロジェクトであるLinuxやMATEそしてUbuntuに関わってきた開発者たちの苦労の恩恵を受けています。おしゃれなMacbookから安物のネットブック、最新のChromebookから旧式のWindowsパソコン、そして最強のネットワークサーバーから最小のコンピュータ制御サーモスタットまでほとんどあらゆるハードウェア上でLinuxを動かしてきたのは、誰あろうコミュニティの人たちなのですから。
pl: Niezależnie od tego, czy użuwasz Ubuntu MATE, oprogramowaniem Ubuntu MATE w domy, czy jesteś programistą lub pracownikiem organizacji korzystającej z systemu operacyjnego, jesteś członkiem społeczności Linux i Open Source. Korzystasz więc z wysiłków programistów, którzy rozwijają Ubuntu MATE i związane z nim projekty: Linux, MATE i Ubuntu. Członkowie wspólnoty korzystają z Linuksa na prawie każdym sprzęcie, od najładniejszego Macbooka do najtańszej netbooka, od najnowszego Chromebooka do bardzo starych maszyn przeznaczonych dla Windows i od najpotężniejszych serwerów internetowych do najmniejszych inteligentnych termostatów.
tr_tr: Ev kullanıcısı da olsanız, yazılım geliştiricisi de olsanız ya da bu işletim sistemini kullanan herhangi bir firmanın çalışanı da olsanız Açık Kaynak ve Linux topluluklarının bir üyesisiniz ve Linux, MATE ve Ubuntu gibi projelere geliştiricilerin yaptığı katkılardan faydalanırsınız. Topluluğun üyeleri en iyi Macbook'tan en ucuz netbooka, en yeni Chromebook'dan Windows için tasarlanmış eski donanımlı bir bilgisayara, en güçlü sunuculardan akıllı termostat sistemlerine kadar her yerde Linux'u çalıştırırlar.
