Repository: max-linux/max-mate-welcome
Catalog: data/po/introduction/*.po
Languages: hu_hu, ja, pl, tr_tr

source: Introduction
hu_hu: Bevezetés
ja: 紹介
pl: Wprowadzenie
tr_tr: Giriş

source: For a retrospective future.
hu_hu: Egy visszatekintő jövőért.
ja: かつて夢見た未来
pl: Dla retrospektywnej przyszłości.
tr_tr: Geçmişten Geleceğe

source: Scroll down to learn more.
hu_hu: Görgess lejjebb további információkért.
ja: それはここから
pl: Przewiń w dół, aby dowiedzieć się więcej.
tr_tr: Daha fazlası için aşağı kaydırın.

source: Ubuntu MATE is an operating system -- the core software that runs your computer, similar to
hu_hu: Az Ubuntu MATE egy operációs rendszer – az alapvető szoftver, ami működteti a számítógépedet, hasonló mint a
ja: Ubuntu MATEはオペレーティングシステム(OS)のひとつです。OSとはパソコンを動かすための基本ソフトウェアであり、たとえば、
pl: Ubuntu MATE to system operacyjny - podstawowe oprogramowanie umożliwiające działanie twojego na komputera, podobne do
tr_tr: Ubuntu MATE bir işletim sistemidir. Tıpkı bilgisayarınızın çalışmasını sağlayan çekirdek yazılımlar olan

source: Microsoft's Windows
hu_hu: Microsoft Windows
ja: Microsoft社のWindows
pl: Microsoft Windows
tr_tr: Microsoft Windows

source: Apple's OS X
hu_hu: Apple OS X
ja: Apple社のOS X
pl: macOS od Apple
tr_tr: Apple OS X

source: and
hu_hu: és a
ja: あるいは
pl: oraz
tr_tr: ve

source: Google's Chrome OS
hu_hu: Google Chrome OS
ja: Google社のChrome OSなどといったものと同じものです。
pl: Chrome OS od Google
tr_tr: Google Chrome OS gibi.

source: Ubuntu MATE is a desktop distribution (variation) of GNU/Linux -- a dependable, secure, capable, and modern computer system that rivals all others in popularity and usage.
hu_hu: Az Ubuntu MATE egy asztali GNU/Linux disztribúció (változat) -- egy megbízható, biztonságos, sok mindenre képes modern számítógépes rendszer, amely felveszi a versenyt az összes többivel népszerűségben és a tényleges használatban.
ja: Ubuntu MATEは、GNU/Linuxをデスクトップで利用し易いようにまとめた配布形態(ディストリビューション)のひとつです。GNU/Linuxとは、高い信頼性と堅牢性を兼ね備えた、高機能で先進的なコンピューターシステムで、評判においても使い勝手の点においても他のどのOSにも引けをとりません。
pl: Ubuntu MATE to dystrybucja (odmiana) systemu GNU / Linux dla komputerów osobistych - niezawodna bezpieczna, wydajna i nowoczesna dystrybucja systemu komputerowego, który rywalizuje ze wszystkimi innymi popularnością i użytecznością.
tr_tr: Ubuntu MATE, popülerlik ve kullanım olarak diğer rakiplerine göre güvenilir, güvenli, yetenekli ve modern bir bilgisayar sistemi olan GNU/Linux masaüstü dağıtımıdır(varyasyonudur).

source: Unlike other operating systems, Linux is used:
hu_hu: Más operációs rendszerektől eltérően, a Linuxot az alábbi esetekben használják:
ja: 他のOSと違い、Linuxは次のような場面で使われています。
pl: W przeciwieństwie do innych systemów operacyjnych Linux jest używany:
tr_tr: Diğer işletim sistemlerinin aksine, Linux kullanır:

source: on most of the world's fastest and most powerful supercomputers
hu_hu: a világ leggyorsabb és legnagyobb teljesítményű szuperszámítógépeinek többségén
ja: 主要な、世界最速最強のスーパーコンピュータで
pl: na większości najszybszych i najpotężniejszych komputerów na świecie
tr_tr: dünyanın en hızlı ve en güçlü süper bilgisayarları

source: on many of, if not most of, the computers that make up the backbone of Internet
hu_hu: az internet gerincét alkotó számítógépek közül nagyon sok (ha nem a legtöbb) gépen
ja: "インターネットを支えるバックボーンを構成するコンピュータで、一番多いわけではありませんが、それでもかなりの多くのコンピュータで
pl: Na wielu, jeśli nie większość, komputerów, które tworzą szkielet Internetu

source: and on corporate servers that require stability and reliability
hu_hu: valamint a vállalati szervereken, amik stabilitást és megbízhatóságot igényelnek
ja: 安定性と信頼性が要求される、企業のサーバーで
pl: oraz na serwerach korporacyjnych, wymagających stabilności i niezawodności.
tr_tr: stabilite ve güvenilirlik gerektiren ticari sunucularda

source: Ubuntu MATE is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements, it is suitable for modern desktops and laptops, single board computers (such as the Raspberry Pi) and older hardware alike.
hu_hu: Az Ubuntu MATE stabil, könnyen használható operációs rendszer, egy konfigurálható asztali környezettel. Ideális azok számára, akik a legtöbbet akarják kihozni a számítógépükből, és szeretik a hagyományos asztal metaforát. Szerény hardver követelményeivel alkalmas a modern asztali gépekre és laptopokra, valamint egykártyás számítógépekre (például a Raspberry Pi), és hasonlóan az idősebb hardverekre is.
ja: "Ubuntu MATEは、デスクトップ環境を簡単に設定変更でき、安定した使い易いOSなので、自分のコンピュータを最大限に利用したいユーザーや慣れ親しんだデスクトップ環境を使い続けたいユーザーにとって理想的といえます。Ubuntu MATEが要求する、パソコンの性能はそれほど高くはありませんから、みなさんがお使いのデスクトップパソコンやノートパソコンはもちろんのこと、Raspberry Piのようなシングルボードコンピュータや古くなったパソコンでも十分に使えます。
pl: Ubuntu MATE to stabilny i łatwy w użytkowaniu system operacyjny z konfigurowalnym środowiskiem pulpitu. Jest idealny dla kogoś, kto chce w pełni wykorzystać swój komputer i preferuje tradycyjny wygląd interfejsu. Przy niewielkich wymaganiach sprzętowych jest odpowiedni dla komputerów, laptopów, mikrokonputerów (jak Raspberry Pi) oraz dla starszego sprzętu.
tr_tr: Ubuntu MATE yapılandırılabilir masaüstü ortamına sahip, kullanımı kolay ve stabil bir işletim sistemidir. Bilgisayarından en iyi şekilde yararlanmak isteyenler ve geleneksel bir masaüstü metaforunu tercih edenler için idealdir. Düşük seviyede donanım ihtiyacı sayesinde modern masaüstü, dizüstü, tek kartlı bilgisayar (Raspberry Pi gibi) ve eski donanıma sahip bilgisayara uygundur.

source: The operating system is more secure, and better supported than the operating system pre-installed on most home computer hardware today.
hu_hu: Az operációs rendszer sokkal biztonságosabb, és jobban támogatott, mint a napjainkban a legtöbb otthoni számítógépre előre telepített operációs rendszer.
ja: Ubuntu MATEはとても安全です。今どきほとんどの家庭用パソコンにはじめからインストールされているOSよりもずっとしっかりと保守されています。
pl: Ten system operacyjny jest bezpieczniejszy i lepiej wspierany niż systemy preinstalowane dziś na większości komputerów domowych.
tr_tr: Bugün bilgisayarlarda ön tanımlı olarak gelen işletim sistemlerinin çoğundan daha güvenli ve daha iyi desteğe sahiptir.

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most (if not all) of the applications you will need for your daily computing. Change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
hu_hu: Az Ubuntu MATE használata biztosítja számodra egy teljes, funkció gazdag operációs rendszer futtatásának szabadságát, ami előre be van állítva a legtöbb (ha nem az összes) mindennapi számítógép használathoz szükséges alkalmazással. Megváltoztathatod a kinézetét, a működésmódját, vagy a futtatott alkalmazásokat ízlésednek megfelelően.
ja: Ubuntu MATEを使えば、すべての機能を完備したOSを動かせる自由が手に入ります。しかも、日常のパソコン仕事に必要となるような(すべてではないですが)多くのアプリケーションがすぐに使えるように設定されたうえでです。さらに、Ubuntu MATEの外観や動作、使うアプリケーションは自分の好みに合せてどんなふうにでも変えることができます。
pl: Użytkowanie Ubuntu MATE daje ci wolność i możliwość działania na pełnym systemie operacyjnym, dostarczanym z większością programów, których potrzebujesz do codziennego korzystania z komputera. Zmień jego wygląd, działanie, lub też uruchamiane aplikacje, aby dostosować go do swoich upodobań.
tr_tr: Ubuntu MATE size özgür, tam donanımlı, büyük ölçüde yapılandırılmış, hepsi olmasa bile günlük kullanımınız için gerekli çoğu uygulamayı içeren; görünümünü istediğiniz şekilde değiştirebileceğiniz, nasıl davranacağına karar verebileceğeniz; ya da zevkinize göre uygulamaları çalıştırabileceğiniz bir işletim sistemi kullanma olanağını sunar.

source: Objectives
hu_hu: Célkitűzések
ja: 目指すところ
pl: Cele
tr_tr: Hedefler

source: Ubuntu MATE has a number of guiding objectives and goals:
hu_hu: Az Ubuntu MATE-nek számos vezető célkitűzése és célja van:
ja: Ubuntu MATEにはいくつかの指針となるべき目標とゴールがあります。
pl: Ubuntu MATE ma kilka głównych założeń i celów:
tr_tr: Ubuntu MATE rehber olarak kabul ettiği hedef ve amaçlara sahiptir:

source: Accessible to all, regardless of language and physical ability.
hu_hu: Elérhető mindenki számára, nyelvtől és fizikai adottságtól függetlenül.
ja: 言語や身体的能力に関係なく、すべてのひとが利用できるようにする。
pl: Jest dostępny dla wszystkich, niezależnie od języka i stanu zdrowotnego.
tr_tr: Dil ve fiziksel kabiliyet fark etmeksizin herkes tarafından erişebilir olmak.

source: Increase both Ubuntu and MATE Desktop user adoption.
hu_hu: Az Ubuntu és a MATE asztali felhasználó általi befogadhatóságának növelése.
ja: UbuntuとMATEデスクトップを選んでくれるユーザーをふやす。
pl: Zwiększanie popularności Ubuntu i pulpitu MATE.
tr_tr: Hem Ubuntu hem de MATE Masaüstü kullanıcılarını artırmak

source: Ubuntu alternative for computers that aren't powerful enough to run a composited desktop.
hu_hu: Egy Ubuntu alternatíva azon számítógépek számára, amelyek nem elég erősek egy összetett felület futtatására.
ja: コンポジット型デスクトップ環境を動かせるほどの処理能力がないパソコンでもUbuntuが動くようにする。
pl: Jest alternatywną dla Ubuntu dla komputerów, które nie są wystarczająco silne, aby uruchomić skomplikowany pulpit.
tr_tr: Kompozit bir masaüstü ortamını çalıştıracak kadar güçlü olmayan bilgisayarlara alternatif oluşturmak.

source: First choice Ubuntu platform for remote workstation solutions such as LTSP and X2Go.
hu_hu: Elsőszámú választás távoli munkaállomásnak, mint az LTSP és X2Go.
ja: Ubuntuプラットフォームが、LTSPやX2Goといったリモートワークステーションソリューションの第一候補となる。
pl: Pierwsza platforma Ubuntu dla zdalnych stacji roboczych, takich jak LTSP i X2Go.
tr_tr: LTSP ve X2Go gibi uzak iş istasyonu çözümlerinde tercih edilen ilk Ubuntu platformu olmak.

source: Recreate the halcyon days of Ubuntu for users who prefer a traditional desktop metaphor.
hu_hu: Visszahozza a régi szép időket azok számára, akik a hagyományos asztali felületet szeretik.
ja: 伝統的なデスクトップ環境に愛着を感じるユーザーのためのUbuntuによる心穏やかな日々を取り戻す。
pl: Odtwarza wspomnienia Ubuntu dla użytkowników, którzy preferują tradycyjną metaforę pulpitu.
tr_tr: Geleneksel Masaüstü metaforunu tercih eden kullanıcılar için Ubuntu'nun altın çağını yeniden başlatmak.

source: Use themes and artwork similar to Ubuntu so that Ubuntu MATE is immediately familiar.
hu_hu: Az Ubuntuhoz hasonló témákat és művészi munkákat használ, így az Ubuntu MATE azonnal ismerős.
ja: Ubuntu MATEにすぐに慣れるように、Ubuntuを踏襲したテーマやアートワークを使う。
pl: Używa motywów graficznych podobnych do Ubuntu, aby Ubuntu MATE sprawiał natychmiastowe wrażenie znajomego.
tr_tr: Ubuntu benzeri temalar kullanarak Ubuntu MATE'nin tanıdık gelmesini sağlamak.

source: When possible, contribute to Debian so both the Debian and Ubuntu communities benefit.
hu_hu: Hozzájárulás a Debian-hoz, amikor lehetséges, így a Debian és az Ubuntu közösség is jól jár.
ja: DebianとUbuntu双方のコミュニティ発展のために、できるだけDebianに貢献する。
pl: Jeśli to możliwe, wspiera system Debian, tak aby obie społeczności, Debian i Ubuntu, wzajemnie korzystały.

source: Software favors functionality and stability, as opposed to being fancy or light on features.
hu_hu: A szoftver választék a funkcionalitást és a stabilitást helyezi előtérbe ellentétben a kis mérettel és a látvánnyal.
ja: ソフトウェアは、見た目がいいとかこれといった特徴がないものではなく、機能的で安定的なものにする。
pl: Oprogramowanie wyróżnia funkcjonalności i stabilności w przeciwieństwie do ozdobników i wodotrysków.

source: What is Ubuntu MATE?
hu_hu: Mi az Ubuntu MATE?
ja: Ubuntu MATEとは何か？
pl: Czym jest Ubuntu MATE?
tr_tr: Ubuntu MATE Nedir?

source: is one of, if not the, largest deployed
hu_hu: az egyik, ha nem a legnagyobb számban telepített
ja: は、世界で一、二を争う数のLinuxソフトウェア群
pl: jest jednym z, jeśli nie największym, wdrożonym systemem rodziny
tr_tr: en fazla olmasa bile dünyada en yaygın olarak kullanılan

source: based desktop operating systems in the world. Linux is at the heart of Ubuntu and makes it possible to create secure, powerful and versatile operating systems, such as
hu_hu: alapú asztali operációs rendszer a világon. A Linux az Ubuntu szíve, és lehetővé tesz biztonságos, hatékony és sokoldalú operáció rendszerek készítését, úgymint
ja: から構成されたデスクトップOSです。Ubuntuの中核であるLinuxですが、Linuxを使えば、OSを安全かつ強力で使い易いものとすることができます。例えば
pl: dla komputerów stacjonarnych na świecie. Linux jest sercem Ubuntu i otwiera mu możliwość tworzenia bezpiecznych, wydajnych i wszechstronnych systemów operacyjnych, takich jak
tr_tr: tabanlı işletim sistemlerinden biridir. Linux Ubuntu'nun tam kalbinde yer alıyor ve güvenli, güçlü ve çok amaçlı işletim sistemleri meydana getirmeyi mümkün kılıyor. Örneğin;

source: Android is now in the hands of billions of people around the world and it's also powered by Linux.
hu_hu: Az Android jelenleg emberek milliárdjainak kezén forog a világon, ami szintén Linux alapú.
ja: Androidは、今では世界中の何十億もの人が使っていますが、Linuxによって動いています。
pl: Android jest obecnie w rękach miliarda ludzi na całym świecie i również bazuje na systemie Linux.
tr_tr: Android artık Dünya'nın dört bir yanında milyarlarca insanın elinde ve ona da Linux can veriyor.

source: Ubuntu is available in a number of different
hu_hu: Az Ubuntu elérhető számos különböző
ja: Ubuntuには多くの種類
pl: Ubuntu jest dostępny w wielu różnych
tr_tr: Ubuntu'nun

source: flavors
hu_hu: változatban
ja: (フレーバー)があります。
pl: odmianach
tr_tr: flavor

source: each coming with its own desktop environment. Ubuntu MATE takes the Ubuntu base operating system and adds the
hu_hu: mindegyik a saját asztali környezetével. Az Ubuntu MATE az Ubuntu operációs rendszert veszi alapul és hozzáadja a
ja: それぞれのフレーバーにはそれぞれのデスクトップ環境が用意されています。Ubuntu MATEは基本OSとしてUbuntuを、 そして
pl: każdy z własnym unikalnym pulpitem. Ubuntu MATE bazuje na Ubuntu i dodaje
tr_tr: olarak adlandırılan birçok farklı türevi mevcut ve her biri kendi masaüstü ortamına sahip. Ubuntu MATE Ubuntu'yu temel alır ve

source: MATE Desktop
hu_hu: MATE asztali környezetet
ja: MATEデスクトップを採用しています。
pl: pulpit MATE
tr_tr: MATE Masaüstü

source: Wikipedia says that a
hu_hu: A Wikipédia alapján
ja: ウィキペディアによれば、
pl: Według Wikipedii
tr_tr: Wikipedi'de belirtildiği üzere

source: Desktop Environment
hu_hu: egy asztali környezet
ja: デスクトップ環境
pl: środowisko graficzne
tr_tr: Masaüstü Ortamı

source: is
hu_hu: az
ja: とは、
pl: to

source: an implementation of the desktop metaphor made of a bundle of programs running on top of a computer operating system, which share a common graphical user interface (GUI). Desktop GUIs help the user to easily access and edit files.
hu_hu: asztal metafórájának egy implementációja, ami a számítógép operációs rendszerén futó programokból épül fel, amik közös grafikus felhasználói felületet használnak (GUI). Az asztali GUI-k segítik a felhasználókat a fájlok könnyű elérésében és szerkesztésében.
ja: OSの上で動いている各種プログラムをあたかも机の上(デスクトップ)に置かれているかのように見せる仕組み(メタファー)で、統一されたグラフィカルユーザーインターフェイス(GUI)を持たせたものです。"デスクトップ環境のGUIのおかげで、ファイルに簡単にアクセスしたり編集したりできます。
pl: implementacja metafory pulpitowej złożonej z pakietu programów działających na szczycie systemu operacyjnego komputera, które mają wspólny graficzny interfejs użytkownika (GUI). Graficzne pulpity ułatwiają użytkownikowi łatwy dostęp do plików i ich edycję.
tr_tr: bir işletim sisteminin üzerinde çalışan, ortak bir grafik kullanıcı arayüzünü ( GUI) paylaşan programlar demetinden oluşan bir masaüstü metaforunun uyarlamasıdır.

source: The MATE Desktop implements essential features that you'd expect in a desktop environment, such as:
hu_hu: A MATE asztali környezet lényeges elemeket tartalmaz, amik elvárhatók egy asztali környezettől, mint pl.:
ja: MATEデスクトップはデスクトップ環境として必要な基本的機能を備えています。たとえば、
pl: Pulpit MATE realizuje podstawowe funkcje, które można oczekiwać w środowisku komputerowym, na przykład:
tr_tr: MATE bir masaüstü ortamından beklediğiniz şu temel araçlara sahiptir;

source: File Browser
hu_hu: Fájlkezelő
ja: ファイル閲覧
pl: Menedżer plików
tr_tr: Dosya Yöneticisi

source: Calculator
hu_hu: Számológép
ja: 計算機
pl: Kalkulator
tr_tr: Hesap Makinesi

source: Archive Manager
hu_hu: Archívumkezelő
ja: アーカイブマネージャー
pl: Menedżer archiwów
tr_tr: Arşiv Yöneticisi

source: Image Viewer
hu_hu: Képmegjelenítő
ja: 画像ビューア
pl: Przeglądarka obrazów
tr_tr: Resim Görüntüleyicisi

source: Document Viewer
hu_hu: Dokumentummegjelenítő
ja: ドキュメントビューア
pl: Przeglądarka dokumentów
tr_tr: Belge Görüntüleyici

source: MATE System Monitor
hu_hu: MATE rendszerfigyelő
ja: MATEシステムモニター
pl: Monitor Systemu MATE
tr_tr: MATE Sistem Gözlemcisi

source: MATE Terminal
hu_hu: MATE Terminál
ja: MATE端末
pl: Terminal MATE
tr_tr: MATE Uçbirimi

source: All of which are highly customisable and managed via the
hu_hu: Melyek mindegyikének részletes testreszabásában és kezelésében segít a
ja: これらすべては高度にカスタマイズ可能で、
pl: Wszystkie z nich są wysoce konfigurowalne i zarządzane przez
tr_tr: Her biri isteğe göre özelleştirilebilir. Bu özelikler şuradan yönetilebilir:

source: Control Center
hu_hu: Vezérlőközpont
ja: コントロールセンター
pl: Centrum sterowania
tr_tr: Kontrol Merkezi

source: MATE Desktop provides an intuitive and attractive desktop environment using traditional metaphors, which means if you've ever used
hu_hu: A MATE asztal egy hagyományos asztal metaforát használó intuitív és vonzó asztali környezetet biztosít, ami azt jelenti, hogy ha valaha is megfordult nálad
ja: から設定を変更できます。MATEデスクトップは、伝統的なメタファーによって直感的で魅力的なデスクトップ環境を提供しています。こうすることで、これまでに使ったことがある、
pl: MATE Desktop zapewnia intuicyjne i atrakcyjne środowisko graficzne przy użyciu tradycyjnych metafor, co oznacza, że jeśli kiedykolwiek używałeś
tr_tr: MATE geleneksel kalıpları kullanarak size sezgisel ve çekici bir masaüstü ortamı sunar. Bu demek oluyor ki eğer

source: or
hu_hu: vagy
ja: あるいは
pl: lub
tr_tr: ya da

source: it will feel very familiar.
hu_hu: nagyon ismerősnek fog tűnni.
ja: とても馴染みやすいと感じる環境となっています。
pl: będziesz się czuć jak w domu.
tr_tr: kullandıysanız, size oldukça tanıdık gelecektir.

source: The MATE Desktop has a rich history and is the continuation of the GNOME 2 desktop, which was the default desktop environment on many Linux and Unix operating systems for over a decade. This means that MATE Desktop is tried, tested and very reliable.
hu_hu: A MATE asztalnak gazdag története van, a GNOME 2 folytatása, ami több mint egy évtizedig sok Linux és Unix operációs rendszer asztali környezete volt. Ez azt jelenti, hogy a MATE asztal kipróbált, tesztelt és megbízható.
ja: GNOME 2デスクトップは多くのLinuxやUnix OSで長きにわたって標準のデスクトップ環境でしたが、MATEデスクトップはそのGNOME 2デスクトップの流れを汲むデスクトップであり、豊富な経験を持つデスクトップです。つまり、MATEデスクトップは長年の風雪に耐え抜いた、とても信頼できるデスクトップであるといえます。
pl: Pulpit MATE ma bogatą historię i jest kontynuacją środowiska graficznego GNOME 2, który przez ponad dekadę był domyślnym środowiskiem dla wielu systemach operacyjnych Linux i Unix. Oznacza to, że MATE Desktop jest wypróbowany, przetestowany i bardzo niezawodny.
tr_tr: Mate Masaüstü zengin bir tarihe sahiptir. Uzun bir süre boyunca Linux ve Unix işletim sistemlerinin varsayılan masaüstü ortamı olan GNOME 2'nin devamıdır. Bu demek oluyor ki MATE denenmiş, test edilmiş ve oldukça güvenli.

source: Open Source
hu_hu: Nyílt forrás
ja: オープンソース
pl: Otwarte oprogramowanie
tr_tr: Açık Kaynak

source: What Linux, Ubuntu and MATE Desktop all have in common is they are Open Source. This software can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell Ubuntu MATE is free, in the truest sense of the word.
hu_hu: A Linux, Ubuntu és a MATE asztal közös vonása, hogy mind nyílt forrású. Ezt a szoftvert bárki szabadon használhatja, változtathatja és megoszthatja (módosított, vagy nem módosított formában). Dióhéjban az Ubuntu MATE a szó legszorosabb értelmében szabad.
ja: "LinuxやUbuntu、MATEデスクトップに共通すること。それは皆、オープンソースだということです。オープンソースソフトウェアは自由に使うことができ、変更を加えることもできます。また、改変した状態でもそのままの状態でも、誰とでも共有することができます。つまり、Ubuntu MATEは文字通りフリーなのです。
pl: To co Linux, Ubuntu i MATE Desktop mają wspólne to Otwarte źródła. Mogą być ono dowolnie wykorzystywane, zmieniane i udostępniane (w formie zmodyfikowanej lub niezmodyfikowanej) przez każdego. W skrócie, Ubuntu MATE jest darmowy, w prawdziwym tego słowa znaczeniu.
tr_tr: Linux, Ubuntu ve MATE Masaüstü'nün ortak noktası Açık Kaynak olmalarıdır. Bu yazılımlar özgürce kullanılabilir, değiştirilebilir ve paylaşılabilir (değiştirilmiş ya da değiştirilmemiş haliyle). Kısacası Ubuntu MATE kelimenin tam anlamıyla ücretsizdir.

source: Although you will find some distributions (variations) of Linux for purchase, the vast majority are provided free of charge, like Ubuntu MATE. The distribution is licensed in a way that allows anyone to give it away for free, with no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of Ubuntu MATE.
hu_hu: Bár találhatsz néhány fizetős Linux disztribúciót (változatot), a döntő többségük ingyenes, mint az Ubuntu MATE. A disztribúció licensze megengedi bárkinek, hogy ingyen megossza azt kötöttségek nélkül. Például a lincensz megadja a szabadságot a felhasználói közösség bármely tagjának a terjesztésre, módosításra, újra kiadásra, sőt még az operációs rendszer eladására is. Ha módosítod és újra kiadod a Linuxot a módosításaiddal, a licensz miatt szükséges a változtatásaid rendelkezésre bocsátása, hogy esetlegesen a jövőbeli verziók valamelyikébe bekerülhessen. Nincs rá garancia, hogy ez meg is fog történni, de ha jobbá teszed, a változtatásaid bekerülhetnek az Ubuntu MATE következő kiadásába.
ja: "商用のLinuxディストリビューションもあることはありますが、大部分は、Ubuntu MATEと同様に無料で手に入れられます。Ubuntu MATEは誰でも無償で付帯条件なしに頒布してもよいことがライセンスで認められています。例をあげると、このライセンセスでは、コミュニティのユーザーは誰でもLinuxをどんな目的で使ってもよいですし、Linuxを頒布したり、手を加えたり、そしてそれを再頒布したり、さらには販売する自由も認められています。Linuxに変更を加えて、その変更をそのままの形で再頒布する場合は、ライセンスにより変更をその後のバージョンにできるだけ含めることが求められています。ですから、もしあなたが改善点を見つけたときは、いつもそうなるという訳ではありませんが、Ubuntu MATEの次のリリースにそれが反映されることがあるかもしれません。
pl: Mimo, że można znaleźć niektóre płatne dystrybucje (odmiany) Linuksa, zdecydowana ich większość jest bezpłatna jak Ubuntu MATE. Dystrybucja jest licencjonowana w sposób, dzięki któremu każdy dostaje ją bezpłatnie, bez żadnych haczyków. Na przykład licencja umożliwia każdemu członkowi społeczności użytkownika swobodę korzystania z Linuksa w dowolnym celu, dystrybucji, modyfikacji, redystrybucji lub nawet sprzedaży systemu operacyjnego. Jeśli modyfikujesz, a następnie redystrybucję Linuksa wraz z modyfikacjami, wymagane jest przez licencję udostępnienie modyfikacji w celu ewentualnego włączenia do przyszłych wersji. Nie ma gwarancji, że to się zdarzy, ale jeśli zrobiłeś to lepiej, twoje zmiany mogą być uwzględnione w następnym wydaniu Ubuntu MATE.
tr_tr: Bazı ücretli Linux dağıtımları (farklı işletim sistemleri) olsa da, dağıtımların çok büyük bir bölümü ücretsiz olarak dağıtılır, tıpkı Ubuntu MATE gibi. Dağıtım, koşulsuz şartsız olarak özgürce herkese ulaştırılabilecek şekilde lisanslanmıştır. Örneğin, kullanılan lisans topluluk üyelerine Linux'u özgürce kullanma, dağıtma, üzerine değişiklik yapma, değiştirilmiş haliyle tekrar dağıtma hatta satma imkanını verir. Eğer değişiklik yapıp değiştirilmiş haliyle dağıtım yaparsanız, lisans gereği, gerektiği takdirde bu değişiklikler gelecek sürümlerde yer alabilir. Herhangi bir garantisi olmasa da, yaptığınız değişiklikler yazılımı daha iyi hale getirirse bu değişiklikler ilerleyen sürümlerde Ubuntu MATE'ye eklenebilir.
