Repository: max-linux/max-mate-welcome
Catalog: data/po/donate/*.po
Languages: be_by, de, el, fi_fi, fr_ca, fr_fr, it, ja, nl, nl_nl, pt, sr, sv

source: Donate
be_by: Ахвяраваць
de: Spenden
el: Δωρεά
fi_fi: Lahjoita
fr_ca: Faire un don
fr_fr: Faire un don
it: Dona
ja: 寄付
nl: Doneren
nl_nl: Doneer
pt: Doar
sr: Донирај
sv: Donera

source: About Donations
be_by: Аб ахвяраванні
de: Informationen zum Spenden
el: Περί δωρεών
fi_fi: Lahjoittamisesta
fr_ca: À propos des dons
fr_fr: À propos des dons
it: Info sulle donazioni
ja: 寄付について
nl: Over Doneren
nl_nl: Over donaties.
pt: Sobre os Donativos
sr: О добровољним прилозима
sv: Om donationer

source: Our Supporters
be_by: Нашыя паплечнікі
de: Unsere Unterstützer
el: Οι υποστηρικτές μας
fi_fi: Tukijoukkomme
fr_ca: Nos sympathisants
fr_fr: Nos soutiens
it: I nostri supporter
ja: 支援者
nl: Onze Supporters
nl_nl: Onze supporters
pt: Os Nossos Colaboradores
sr: Наши подржаваоци
sv: Våra supportrar

source: It appears you are not connected to the Internet. Please check your connection to access this content.
be_by: Мабыць няма злучэння з інтэрнэтам. Калі ласка, праверце злучэнне, каб атрымаць доступ да змесціва.
de: Es scheint, dass Sie nicht mit dem Internet verbunden sind. Bitte überprüfen Sie Ihre Verbindung, um auf diesen Inhalt zuzugreifen zu können.
el: Φαίνεται ότι δεν είστε συνδεδεμένοι στο διαδίκτυο. Παρακαλώ ελέγξτε την σύνδεσή σας για πρόσβαση σε αυτό το περιεχόμενο.
fi_fi: Internet-yhteyttä ei ole saatavilla. Ole hyvä ja tarkista verkkoyhteytesi käyttääksesi tätä sisältöä.
fr_ca: Il semble que vous n'êtes pas connectés à Internet. Veuillez vérifier votre connexion internet pour accéder à ce contenu.
fr_fr: Vous ne semblez pas connecté(e) à Internet. Veuillez vérifier votre connexion afin d'accéder à ce contenu.
it: Sembra che tu non sia connesso a Internet. Per favore controlla la tua connessione per poter accedere a questo contenuto.
ja: インターネットに接続されていないようです。この項目へアクセスするまでの経路を確かめてみてください。
nl: Het ziet ernaar uit dat je niet bent verbonden met het internet. Controleer alstublieft uw verbinding om toegang te krijgen tot deze inhoud.
nl_nl: Het lijkt erop dat je geen verbinding hebt met internet. Controleer je verbinding om toegang te krijgen.
pt: Parece não estar ligado à internet. Por favor verifique a sua ligação para poder aceder a este conteúdo.
sr: Изгледа да нисте повезани на Интернет. Проверите везу да бисте приступили овом садржају.
sv: Det verkar som om du inte är ansluten till Internet. Kontrollera din anslutning för åtkomst till detta innehåll.

source: Sorry, Welcome was unable to establish a connection.
be_by: Выбачайце, Welcome не здолеў усталяваць злучэнне.
de: Willkommen war leider nicht in der Lage eine Verbindung aufzubauen.
el: Συγνώμη, η εφαρμογή Welcome δεν κατάφερε να συνδεθεί.
fi_fi: Valitettavasti Tervetuloa ei onnistunut muodostamaan yhteyttä.
fr_ca: Désolé, Welcome n'a pas été capable d'établir une connexion.
fr_fr: Désolé, Bienvenue n'a pas été en mesure de rétablir la connexion.
it: Spiacente, Benvenuto non è riuscito a stabilire una connessione.
ja: 申し訳ありません。「ようこそ」からの接続はできませんでした。
nl: Sorry, Welcome was niet in staat om een verbinding tot stand te brengen.
nl_nl: Excuses, Welkom kon geen verbinding maken.
pt: Desculpe, a aplicação 'Boas-vindas' não conseguiu estabelecer uma ligação.
sr: Извините, Добродошлица није могла да успостави везу.
sv: Tyvärr, Välkommen kunde inte upprätta en anslutning.

source: Retry
be_by: Паўтарыць
de: Wiederholen
el: Επανάληψη
fi_fi: Yritä uudelleen
fr_ca: Réessayer
fr_fr: Réessayer
it: Riprova
ja: 再試行
nl: Probeer opnieuw
nl_nl: Opnieuw proberen
pt: Tentar Novamente
sr: Покушај поново
sv: Försök igen

source: Ubuntu MATE is funded by our community. Your donations help pay towards:
be_by: Ubuntu MATE фінансуецца нашай супольнасцю. Вашы ахвяраванні дапамагуць аплаціць:
de: Ubuntu MATE wird von unserer Benutzergemeinschaft finanziert. Ihre Spenden helfen bei:
el: Το Ubuntu MATE χρηματοδοτείται από την κοινότητα. Οι δωρεές σας βοηθάνε στις πληρωμές:
fi_fi: Ubuntu MATE on yhteisön rahoittama. Sinun lahjoituksesi auttaa maksamaan:
fr_ca: Ubuntu MATE est financé par notre communauté. Vos dons nous aident à payer:
fr_fr: Ubuntu MATE est financé par sa communauté. Vos dons aident à :
it: Ubuntu MATE è finanziato dalla nostra community. Le vostre donazioni aiutano a pagare:
ja: Ubuntu MATEは私たちコミュニティーからの資金によって支えられています。みなさんからの寄付金は次のような目的に使われています。
nl: Ubuntu MATE is gesponsord door onze gemeenschap. Uw donaties helpen betalen richting:
nl_nl: Ubuntu MATE wordt gesteund door onze gemeenschap. Jouw donaties helpen bij het betalen van:
pt: O Ubuntu MATE é financiado pela nossa comunidade. Os seus donativos permitem-nos:
sr: Убунту Мејт је основала наша заједница. Ваши добровољни прилози би помогли у плаћању:
sv: Ubuntu MATE finansieras av vår gemenskap. Dina donationer hjälper att betala till:

source: Web hosting and bandwidth costs.
be_by: Выдаткі вэб-хостынгу і прапускной здольнасці.
de: Der Finanzierung von Webhosting und Bandbreitenkosten.
el: Κόστος φιλοξενίας ιστοσελίδας και bandwidth.
fi_fi: Verkkopalvelun ja kaistanleveys-kuluja.
fr_ca: Les coûts d'hébergement Web et de bande passante.
fr_fr: Payer l'hébergement et la bande passante.
it: Costi di web hosting e di larghezza di banda.
ja: ウェッブページの公開と通信帯域費用
nl: Web Hosting en kosten voor de breedband.
nl_nl: Web hosting en bandbreedte kosten.
pt: Pagar custos de alojamento na Web e tráfego.
sr: Трошкова веб удомљавања и пропусног опсега.
sv: Webbhotell och bandbredds kostnader.

source: Supporting Open Source projects that Ubuntu MATE depends upon.
be_by: Падтрымка открытого программного обеспечения Ubuntu MATE.
de: Der Unterstützung von Open-Source-Projekten, von welchen Ubuntu MATE abhängig ist.
el: Υποστήριξη έργων ανοικτού κώδικα στα οποία στηρίζεται το Ubuntu MATE.
fi_fi: Tuki Avoimen Lähdekoodin projekteille, joista Ubuntu MATE on riippuvainen.
fr_ca: Supporter des projets libres dont Ubuntu MATE dépend.
fr_fr: Soutenir les projets Open Source dont Ubuntu MATE dépend.
it: Supportare i progetti Open Source da cui Ubuntu MATE dipende.
ja: Ubuntu MATEが依存するオープンソースプロジェクトへの支援"
nl: Ondersteunen van Open Source projecten waar Ubuntu MATE op steunt.
nl_nl: Ondersteunen van Open Source projecten waar Ubuntu MATE afhankelijk van is.
pt: Ajudar outros projetos de 'Código Aberto' nos quais o Ubuntu MATE depende.
sr: Подршке пројектима Слободног кода од којих зависи Убунту Мејт.
sv: Stöd öppen källkodsprojekt som Ubuntu MATE.

source: Eventually pay for full time developers of Ubuntu MATE and MATE Desktop.
be_by: На заробак камандзе распрацоўшчыкаў Ubuntu MATE і MATE Desktop.
de: Der Bezahlung von Vollzeitentwicklern für Ubuntu MATE und der MATE-Arbeitsumgebung.
el: Πληρωμή των προγραμματιστών πλήρους απασχόλησης του Ubuntu MATE και του MATE Desktop.
fi_fi: Aikanaan palkkaa täyspäiväisille Ubuntu MATE ja MATE Työpöydän kehittäjille.
fr_ca: Éventuellement, payer pour des développeurs à temps plein d'Ubuntu MATE et de la suite bureautique MATE.
fr_fr: Éventuellement payer des développeurs à plein temps pour Ubuntu MATE et le bureau MATE Desktop.
it: Eventualmente paga per gli sviluppatori a tempo pieno di Ubuntu MATE e del Desktop MATE.
ja: Ubuntu MATEとMATEデスクトップ開発者への報酬
nl: Uiteindelijk betalen voor vol tijd ontwerpers van Ubuntu MATE en MATE Desktop.
nl_nl: Uiteindelijk het betalen van full time ontwikkelaars van Ubuntu MATE en de MATE Desktop.
pt: Eventualmente, pagar por programadores a tempo inteiro para o Ubuntu MATE e MATE Desktop.
sr: Евентуалне исплате програмера са пуним радним временом за Убунту Мејт и Мејтову радну површ.
sv: Så småningom betala för heltids utvecklare av Ubuntu MATE och MATE Skrivbord.

source: Patreon
be_by: Patreon. Ахвяраваць фіксаваную суму кожны месяц.
ja: パトロン
nl: Weldoener
sr: Покровитељство

source: is a unique way to fund an Open Source project. A regular monthly income ensures sustainability for the Ubuntu MATE project. Patrons will be rewarded with exclusive project news, updates and invited to participate in video conferences where you can talk to the developers directly.
be_by: Гэта унікальны спосаб фінансаваць праект з адкрытым зыходным кодам. Штомесячны прыбытак забяспечвае ўстойлівасць Ubuntu MATE project. Мецэнаты будуць узнагароджаныя эксклюзіўнымі навінамі, абнаўленнямі, а таксама запрашанныя прыняць удзел у відэаканферэнцыі, дзе вы зможаце пагаварыць з распрацоўшчыкамі напрамую.
de: ist eine einzigartige Möglichkeit, ein Open-Source-Projekt zu finanzieren. Ein regelmäßiges, monatliches Einkommen sichert den Fortbestand des Ubuntu-MATE-Projekts. Patrons werden mit exklusiven Projektneuigkeiten, Updates und Einladungen zu Videokonferenzen belohnt, während welchen sie direkt mit den Entwicklern sprechen können.
el: Είναι ένας μοναδικός τρόπος χρηματοδότησης ενός έργου ανοιχτού κώδικα. Ένα τακτικό μηνιαίο εισόδημα διασφαλίζει τη βιωσιμότητα του έργου Ubuntu MATE. Οι Patreons θα ανταμειφθούν με αποκλειστικά νέα του έργου, θα ενημερώνονται και θα προσκληθούν να συμμετάσχουν σε συνομιλίες όπου μπορούν να μιλήσετε απευθείας με τους προγραμματιστές.
fi_fi: on ainutlaatuinen tapa rahoittaa Avoimen Lähdekoodin projekti. Säännöllinen kuukausittainen tulo varmistaa pysyvyyden Ubuntu MATE -projektille. Kannattajia palkitaan yksityisillä projektin uutisilla, päivityksillä, sekä kutsutaan videopuheluihin, joissa voi puhua suoraan kehittäjien kanssa.
fr_ca: est un excellent outil pour financer un projet libre. Un revenu mensuel régulier permet de s'assurer de la durabilité du projet Ubuntu MATE. Les Patrons seront récompensés avec des nouvelles exclusives du projet, des mises à jour, et des invitations à participer à des conférences vidéos pendant lesquelles ils pourront discuter avec les développeurs directement.
fr_fr: est une façon unique de financer un projet Open Source. Un revenu mensuel régulier assure une stabilité pour le projet Ubuntu MATE.Les personnes soutenant le projet sur Patreon seront récompensés par des nouvelles exclusives, des mises à jour, et seront invités à participer à des vidéo-conférences où ils pourront parler directement aux développeurs.
it: è un modo unico di finanziare un progetto Open Source. Un redditto mensile regolare assicura la sostenibilità per il progetto Ubuntu MATE. I Patrons vengono premiati con notizie esclusive sul progetto, aggiornamenti e vengono invitati a partecipare alle video conferenze dove possono parlare direttamente agli sviluppatori.
ja: 制度はオープンソースプロジェクトを支援するユニークな方法です。毎月の定額の支援金はUbuntu MATEプロジェクトの安定的な活動を支えてくれます。パトロンは、会員制のプロジェクトニュースや最新情報で紹介されたり、開発者と直に話すことができるビデオ会議への参加もできます。
nl: is een unieke manier om een ​​Open Source project te financieren. Een regelmatige maandelijks inkomen zorgt voor duurzaamheid in het Ubuntu-MATE project. Weldoeners worden beloond met exclusief project nieuws, updates en worden uitgenodigd om deel te nemen aan videoconferenties, waar u rechtstreeks met de ontwikkelaars kunt praten.
nl_nl: is een unieke manier om een Open Source project te ondersteunen. Een maandelijks inkomen garandeert de duurzaamheid van het Ubuntu MATE project. Doneurs krijgen exclusief project nieuws, updates en worden uitgenodigd om deel te nemen aan video conferenties waar ze kunnen praten met de ontwikkelaars.
pt: é uma forma incomparável de financiamento para um projecto de Código Aberto. Uma receita mensal e regular permite ao Ubuntu MATE manter a sua sustentabilidade. Os Patrons, ou benfeitores, serão recompensados com notícias exclusivas relativas ao projecto, actualizações e convites para participar em video-conferências onde poderá falar directamente com a equipa de desenvolvimento.
sr: је јединствен начин за финансирање пројекта отвореног кода. Редовни месечни приход обезбеђује одрживост пројекту Убунту Мејта. Покровитељи ће бити награђени ексклузивним вестима пројекта, исправкама и позвани да учествују у видео конференцијама где могу непосредно разговарати са програмерима.
sv: är ett unikt sätt att finansiera ett öppen källkodsprojekt. En månadsinkomst garanterar hållbarhet för Ubuntu MATE projektet. Givare kommer att belönas med exklusiva projekt nyheter, uppdateringar och inbjudas att delta i videokonferenser där du kan prata direkt till utvecklarna.

source: If you would prefer to use
be_by: Калі вы аддаяце перавагу выкарыстоўваць
de: Wenn Sie es bevorzugen,
el: Αν θα προτιμούσατε να χρησιμοποιήσετε το
fi_fi: Jos käytät mieluummin
fr_ca: Si vous préférez utiliser
fr_fr: Si vous préférez utiliser
it: Se preferite utilizzare
ja: 寄付を
nl: Als u het liefste het volgende wil gebruiken:
nl_nl: Als je een voorkeur hebt voor
pt: Se preferir utilizar
sr: Ако бисте желели да користите
sv: Om du föredrar att använda

source: then we have options to donate monthly or make a one off donation. Finally, we also accept donations via
be_by: ёсць магчымасць ахвяраваць штомесяц або зрабіць разавае ахвяраванне. Мы прымаем ахвяраванні праз
de: können Sie auch monatlich spenden oder eine einmalige Spende machen. Außerdem nehmen wir auch Spenden in Form von
el: τότε έχουμε επιλογές να δωρίζουμε κάθε μήνα ή να κάνουμε μόνο μια δωρεά. Τέλος, δεχόμαστε επίσης δωρεές μέσω
fi_fi: niin meillä on vaihtoehtoja, joilla voit lahjoittaa kuukausittain tai tehdä kertaluonteisen lahjoituksen. Lopuksi otamme lahjoituksia vastaan myös käyttäen
fr_ca: alors nous avons la possibilité de donner mensuellement ou de faire un don unique. Finalement, nous acceptons les dons fait via
fr_fr: nous avons des options qui vous permettent de faire un don ponctuel ou des dons réguliers mensuels. Enfin, nous acceptons aussi les dons de
it: abbiamo delle opzioni per donare mensilmente o fare una donazione una tantum. Infine, accettiamo anche le donazioni tramite
ja: 経由で支払う場合は、月ぎめかもしくは単独の寄付かを選べます。いよいよ受付が始った
nl: Dan hebben wij opties op maandelijks te doneren of om een eenmalige donatie te verrichten. Wij accepteren ook donaties via
nl_nl: dan zijn er mogelijkheden om maandelijks te doneren of om een eenmalige donatie te doen. En als laatste, we accepteren ook donaties via
pt: então nós temos opções para doar mensalmente ou efetuar uma única doação. Finalmente, nós também aceitamos donativos via
sr: онда имамо опцију за месечни добровољни прилог или за једнократну уплату. На крају, прихватамо и добровољне прилоге путем
sv: då har vi möjligheter att donera månadsvis eller göra en engångsdonation. Slutligen, accepterar vi också donationer via

source: Bitcoin
be_by: Bitcoin — Біткойн.
de: Bitcoin an.
ja: ビットコインもご利用ください。
sr: Бит-новчића

source: Become a Patron
be_by: Стаць Мецэнатам
de: Patron werden
el: Γίνετε ένας Patreon
fi_fi: Tule kannattajaksi
fr_ca: Devenir un Patron
fr_fr: Soutenir sur Patreon
it: Diventa un Patron
ja: パトロンになる
nl: Word een Weldoener
nl_nl: Wordt een Patron
pt: Torne-se num Patrocinador
sr: Постаните покровитељ
sv: Bli en givare

source: Donate with PayPal
be_by: Ахвяраваць праз PayPal
de: Mit PayPal spenden
el: Δωρεά μέσω PayPal
fi_fi: Lahjoita PayPalilla
fr_ca: Donner par PayPal
fr_fr: Faire un don avec Paypal
it: Dona con PayPal
ja: PayPalで寄付する
nl: Doneer met PayPal
nl_nl: Doneer met PayPal
pt: Doar com PayPal
sr: Уплатите прилог Пејполом
sv: Donera med PayPal

source: Donate with Bitcoin
be_by: Ахвяраваць праз Bitcoin
de: Mit Bitcoin spenden
el: Δωρεά με Bitcoin
fi_fi: Lahjoita Bitcoinilla
fr_ca: Donner par Bitcoin
fr_fr: Faire don en Bitcoin
it: Dona con Bitcoin
ja: Bitcoinで寄付する
nl: Doneer met Bitcoin
nl_nl: Doneer met Bitcoin
pt: Doar com Bitcoin
sr: Уплатите прилог Бит-новчићем
sv: Donera med Bitcoin

source: Commercial sponsorship
be_by: Камерцыйнае спонсарства
de: Kommerzielle Förderung
el: Η εμπορική χορηγία
fi_fi: Kaupallinen sponsorointi
fr_ca: Commandite commerciale
fr_fr: Sponsoriser
it: Sponsorship commerciale
ja: 企業からの支援
nl: Commercieel sponsorschap
nl_nl: CommerciÃ«le sponsoring
pt: Patrocínio Comercial
sr: Комерцијално спонзорство
sv: Kommersiell sponsring

source: is also available. Click the
be_by: таксама даступная. Націсніце
de: ist ebenfalls verfügbar.
el: είναι επίσης διαθέσιμη. Πατήστε
fi_fi: on myös saatavilla. Napsauta
fr_ca: est également disponible. Cliquez sur le
fr_fr: est aussi possible. Cliquez sur le
it: è anche disponibile. Fai click
ja: も受付ています。詳細は
nl: is ook beschikbaar. Klik op de
nl_nl: Is ook beschikbaar. Klik op de
pt: também está disponível. Clique no botão
sr: је такође доступно. Кликните
sv: finns också. Klicka på

source: button above to find out more.
be_by: кнопка вышэй, каб даведацца больш.
de: Klicken Sie den Knopf oben, um mehr herauszufinden.
el: το παραπάνω κουμπί για περισσότερες πληροφορίες.
fi_fi: ylläolevaa nappia lukeaksesi lisää.
fr_ca: bouton ci-dessus pour en apprendre davantage.
fr_fr: bouton plus haut afin d'en savoir plus.
it: sul pulsante qui sopra per avere altre informazioni.
ja: ボタンをクリックしてください。
nl: knop hier boven voor meer informatie.
nl_nl: knop voor meer informatie.
pt: acima para saber mais.
sr: на дугме изнад да сазнате више.
sv: knappen ovan för att ta reda på mer.

source: Thank you!
be_by: Дзяк!
de: Vielen Dank!
el: Σας ευχαριστούμε!
fi_fi: Kiitos!
fr_ca: Merci!
fr_fr: Merci !
it: Grazie!
ja: ありがとうございます!
nl: Dank U!
nl_nl: Bedankt!
pt: Obrigado!
sr: Хвала вам!
sv: Tack!

source: Every month, we compile a list of our donations and detail how they are spent.
be_by: Кожны месяц мы робім справаздачу па ахвяраванням і як яны выдаткоўваюцца.
de: Jeden Monat stellen wir eine detaillierte Liste unserer Spenden zusammen und berichten im Detail wie diese verwendet werden.
el: Κάθε μήνα, συντάσσουμε μια λίστα με δωρητές και πληροφορίες δαπανών.
fi_fi: Kuukausittain, kokoamme listan lahjoituksistamme ja tarkennamme, miten ne käytetään.
fr_ca: Chaque mois, nous établissons la liste de nos dons et nous détaillons comment elles sont dépensées.
fr_fr: Chaque mois, nous constituons une liste des dons qui nous sont adressés et détaillons la façon dont ils ont été dépensés.
it: Ogni mese, compiliamo un elenco delle nostre donazioni e i dettagli di come queste vengano spese.
ja: 毎月、寄付金の集計と詳細な使途をまとめています。
nl: Elke maand stellen wij een lijst op van onze donaties en details over hoe deze zijn gebruikt.
nl_nl: Elke maand maken we een lijst van de donaties en hoe we deze uitgeven.
pt: Todos os meses, nós compilamos uma lista de donativos e detalhamos em como é que estes foram utilizados.
sr: Сваког месеца, попуњавамо списак наших добровољних прилога и појединости о томе како се троше.
sv: Varje månad sammanställer vi en lista över våra donationer och i detalj hur de använts.

source: This information is published monthly to the
be_by: Гэтая інфармацыя публікуецца штомесяц на
de: Diese Informationen werden monatlich in dem
el: Αυτές τις πληροφορίες τις δημοσιεύουμε μηνιαίως στο
fi_fi: Tieto julkaistaan kuukausittain
fr_ca: Cette information est publiée mensuellement à
fr_fr: Ces informations sont publiées chaque mois sur
it: Questa informazione viene pubblicata mensilmente sul
ja: この情報は
nl: Deze informatie word elke maand gepubliceerd op de
nl_nl: Deze informatie wordt elke maand gepubliceerd op de
pt: Esta informação está disponível mensalmente no
sr: Ови подаци се објављују месечно на
sv: Denna information offentliggörs månadsvis till

source: Ubuntu MATE Blog
be_by: Ubuntu MATE блог
el: Ιστολόγιο Ubuntu MATE
fi_fi: Ubuntu MATE Blogissa
fr_ca: Blog d'Ubuntu MATE
fr_fr: Le Blog Ubuntu MATE
it: Blog di Ubuntu MATE
ja: Ubuntu MATEのブログに
pt: Blogue do Ubuntu MATE
sr: Блогу Убунту Мејта

source: which you can take a look below.
be_by: які вы можаце паглядзець ніжэй.
de: veröffentlicht, auf welchen Sie weiter unten einen Blick werfen können.
el: όπου μπορείτε να το δείτε παρακάτω.
fi_fi: johon voit tutustua alempana.
fr_ca: lequel vous pouvez regarder ci-dessous.
fr_fr: que vous pouvez apercevoir plus bas.
it: a cui puoi dare un occhiata qui sotto.
ja: 毎月掲載していますので、参照してください。
nl: Welke je hier beneden kan zien.
nl_nl: welke je hier beneden kunt bekijken.
pt: ao qual pode aceder abaixo.
sr: који можете да погледате испод.
sv: där du kan ta en titt nedan.

source: Year
be_by: Год
de: Jahr
el: Έτος
fi_fi: Vuosi
fr_ca: Année
fr_fr: Année
it: Anno
ja: 年
nl: Jaar
nl_nl: Jaar
pt: Ano
sr: Година
sv: År

source: Month
be_by: Месяц
de: Monat
el: Μήνας
fi_fi: Kuukausi
fr_ca: Mois
fr_fr: Mois
it: Mese
ja: 月
nl: Maand
nl_nl: Maand
pt: Mês
sr: Месец
sv: Månad
