Repository: max-linux/max-mate-welcome
Catalog: data/po/chatroom/*.po
Languages: ar, de, es, es_es, fr_ca, fr_fr, he_il, it, ja, ko_kr, ms_my, nl, nl_nl, pl, pt, pt_br, sk, zh_tw

source: Chat Room
ar: غرفة المحادثة
de: Chatraum
es: Sala de Chat
es_es: Sala de Chat
fr_ca: Salon de clavardage
fr_fr: Salon de discussion
he_il: חדר צ'אט
it: Chat
ja: チャットルーム
ko_kr: 채팅방
ms_my: Bilik Sembang
nl: Chat ruimte
nl_nl: Chatruimte
pl: Czat
pt: Sala de Conversação
pt_br: Bate-papo
sk: Četovacia miestnosť
zh_tw: 聊天室

source: Chat with fellow users
ar: دردش مع زملائك المستخدمين
de: Mit anderen Benutzern chatten
es: Chatea con otros usuarios
es_es: Chatear con otros usuarios
fr_ca: Clavarder avec d'autres utilisateurs
fr_fr: Discutez avec d'autres utilisateurs
he_il: שוחח עם משתמשים אחרים
it: Chatta con altri utenti
ja: 仲間のユーザーと一緒にチャットする
ko_kr: 다른 사용자들과 채팅하기
ms_my: Bersembang dengan pengguna
nl: Chat met medegebruikers
nl_nl: Praat met andere gebruikers
pl: Rozmawiaj z innymi użytkownikami
pt: Conversar com outros utilizadores
pt_br: Converse com outros usuários
sk: Četujte s niekoľkými používateľmi
zh_tw: 和同伴們聊天

source: This IRC client is pre-configured so you can jump into our
ar: عميل المحادثة هذا معد مسبقاً بحيث يمكنك الولولج لقناتنا
de: Dieses IRC-Programm ist so vorkonfiguriert, dass Sie gleich in unserem Kanal
es: Este cliente de IRC está pre-configurado para que puedas acceder a nuestro canal
es_es: Este cliente IRC está preconfigurado para que puedas entrar en nuestro
fr_ca: Ce client IRC est déjà configué pour que vous puissiez rejoindre notre
fr_fr: Ce client IRC est pré-configuré. Vous pouvez donc vous connecter à notre canal
he_il: תוכנת הIRC המובנת מאפשר לך מייד לדבר
it: Questo canale IRC è preconfigurato quindi puoi entrare
ja: このIRCクライアントは私たちのチャットルームに接続するように予め設定されています。チャットルームのチャンネル名は
ko_kr: IRC 클라이언트를 미리 설정해두어서 채널로 바로 오시면 됩니다
ms_my: Klien IRC ini telah dipra-konfigur supaya anda dapat terus masuk ke
nl: Deze IRC client is voorgeconfigureerd zodat je direct kan inspringen op ons
nl_nl: Deze IRC client is ingesteld zodat je direct toegang hebt tot ons
pl: Ten klient IRC został skonfigurowany abyś mógł dołączyć do naszego
pt: Este cliente de IRC está pré-configurado, e assim pode juntar-se ao nosso
pt_br: O cliente IRC é pré-configurado para que possa nos contatar
sk: Tento IRC klient je prednastavený aby ste mohli rovno vstúpit do nášho
zh_tw: 這個IRC客戶端已預先調整過，您可以直接進入我們的

source: channel on
ar: على
de: loslegen können. Auf:
es: en
es_es: canal
fr_ca: Canal ouvert
fr_fr: sur
he_il: בערוץ שלנו
it: attivo
ja: です。このチャットルームが設置されているサーバーネットワークは
ko_kr: 사용 중인 채널
ms_my: saluran kami
nl: kanaal
nl_nl: kanaal aan
pl: kanału w
pt: canal em
pt_br: Canal on
sk: kanálu o
zh_tw: 頻道

source: Most of the Ubuntu MATE team are on here but they have real lives too. If you have a question, feel free to ask.
ar: معظم فريق "أبونتو ماتيه" موجود هنا، لكن لديهم حياة حقيقية أيضاً. إذا كان لديك سؤال، اسأل بحرية.
de: Die meisten der Mitglieder des Ubuntu-MATE-Teams sind hier, aber sie haben auch ein echtes Leben. Wenn Sie eine Frage haben, zögern Sie nicht zu fragen.
es: La mayoría del equipo de Ubuntu MATE está aquí pero también tienen vidas reales. Si tienes una pregunta, siéntete libre para preguntar.
es_es: La mayoría del equipo Ubuntu MATE está aquí, pero ellos también tienen vidas reales. Si tienes una pregunta, siéntete libre de hacerla.
fr_ca: La plupart des membres de l'équipe d'Ubuntu MATE sont ici, mais ils ont aussi des vies à l'extérieur . Si vous avez des questions, sentez-vous libre de les poser.
fr_fr: Une grande partie de l'équipe Ubuntu MATE y est connectée mais n'oubliez pas qu'ils ont aussi une vie. Si vous avez une question, n'hésitez pas à la poser.
he_il: רוב אנשי Ubuntu MATE ימצאו כאן, אבל יש להם גם חיים.. הרגש חופשי לשאול כל שאלה.
it: La maggior parte del team di Ubuntu MATE si trova qui, ma ricorda che hanno anche una vita reale. Se hai una domanda chiedi pure.
ja: です。Ubuntu MATEチームのみんながここに常駐しています。もちろんみんな実在するひとたちですよ。もし、何かご質問があれば、気兼ねなくお尋ねください。
ko_kr: 대부분의 우분투 마테 팀원들이 이곳에 있지만 동시에 그분들에게도 실제 삶이 있습니다. 궁금한 게 있으시면, 물어보십시오.
ms_my: Kebanyakan pasukan Ubuntu MATE masuk di sini tetapi mereka juga insan seperti kita yang memiliki kehidupan sebenar. Jika anda mempunyai persoalan silalah bertanya.
nl: De meeste leden van het Ubuntu MATE team zijn ook hier, maar zij hebben natuurlijk ook een echt leven. Mocht je vragen hebben, voel je vrij om te vragen.
nl_nl: De meeste leden van het Ubuntu MATE team zijn hier aanwezig, maar ze hebben ook een eigen leven. Als je vragen hebt, stel deze dan gerust.
pl: Większość zespołu Ubuntu MATE jest tu dostępna, ale oni też mają prawdziwe życie. Jeśli masz jakieś pytanie po prostu pytaj.
pt: A maioria da equipa do Ubuntu MATE está aqui, mas eles também têm vida pessoal. Se tiver uma pergunta, não hesite em perguntar.
pt_br: A maioria das equipes do Ubuntu MATE estão aqui, porém eles têm vidas reais também. Caso você tenha alguma dúvida, sinta-se à vontade para perguntas.
sk: Väčšina tímu Ubuntu MATE sú tu, ale tiež majú reálne životy. Ak máte otázku, neváhajte sa spýtať.
zh_tw: 大多數Ubuntu MATE團隊都在這裡，但他們也有真正的生活。 如果您有問題，請隨時問。

source: However, it may take a while for someone to reply. Just be patient and don't disconnect right away.
ar: لكن قد يتطلب الأمر وقتا إلى أن يرد أحد ما. لذا تحلّ بالصبر. ولا تقطع الاتصال مباشرة.
de: Jedoch kann es eine Weile dauern, bis jemand antwortet. Haben Sie etwas Geduld und unterbrechen Sie nicht sofort die Verbindung.
es: De cualquier forma, puede tomar un tiempo que alguien responda. Sé paciente y no te desconectes enseguida.
es_es: Sin embargo, puede llevar un rato que alguien responda. Sólo ten paciencia y no te desconectes inmediatamente.
fr_ca: Cependant, ce pourrait être long avant de recevoir une réponse. Veuillez être patient et ne vous déconnectez pas immédiatement.
fr_fr: Cependant, il est possible que vous deviez attendre un certain temps avant que quelqu'un réponde. Soyez patient(e), ne vous déconnectez pas tout de suite.
he_il: יש מצב שיקח די הרבה זמן למישהו לענות, אז התעזר בסבלנות ואל תתנתק מייד.
it: Ad ogni modo, potrebbe volerci un po' perché qualcuno risponda. Abbi pazienza e non disconnetterti subito.
ja: ただし、返事があるまで多少時間がかかるかもしれません。すぐに切断したりしないで、しばらくご辛抱ください。
ko_kr: 하지만, 누군가 대답하는 데는 시간이 걸리기도 합니다. 연결을 바로 끊지 말고 잠시만 기다려 보십시오.
ms_my: Walaubagaimanapun, ia mengambil masa untuk dibalas. Diharap bersabar dan janganlah putuskan sambungan atau hubungan.
nl: Hoewel, het kan een tijdje duren voor er iemand reageert. Wees geduldig en sluit niet direct af.
nl_nl: Het kan echter even duren voordat iemand antwoord geeft. Wees geduldig en ga niet direct weg.
pl: Jednak, może upłynąć jakiś czas nim ktoś ci odpowie. Po prostu bądź cierpliwy i nie rozłączaj się od razu.
pt: Contudo, poderá demorar algum tempo até que alguém responda. Seja paciente e não saia imediatamente da sala.
pt_br: Porém, pode levar tempo para responder. Seja paciente e não desconecte agora.
sk: Avšak môže to chvíľu trvať, kým vám niekto odpovie. Buďte trpezliví a neodpájajte sa.
zh_tw: 然而，這可能需要一陣子才會被回覆。請保持耐心等待並且保持連線

source: It appears you are not connected to the Internet. Please check your connection to access this content.
ar: يبدو انك لست متصلًا بالإنترنت. يرجى تأكد من اتصالك بالإنترنت للولوج لهذا المحتوى.
de: Anscheinend sind Sie nicht mit dem Internet verbunden. Bitte überprüfen Sie Ihre Verbindung, um auf diesen Inhalt zuzugreifen.
es: Parece que no estás conectado a Internet. Por favor, revisa tu conexión para acceder a este contenido.
es_es: Parece que no estás conectado a Internet. Por favor, comprueba tu conexión para acceder a este contenido.
fr_ca: Il semble que vous n'êtes pas connectés à Internet. Veuillez vérifier votre connexion internet pour accéder à ce contenu.
fr_fr: Vous ne semblez pas connecté(e) à Internet. Veuillez vérifier votre connexion afin d'accéder à ce contenu.
he_il: נראה שאתה לא מחובר לאינטרנט. בדוק את החיבור שלך כדי לגשת לתוכן זה.
it: Sembra che tu non sia connesso a Internet. Per favore controlla la tua connessione per poter accedere a questo contenuto.
ja: インターネットに接続されていないようです。この項目へアクセスするまでの経路を確かめてみてください。
ko_kr: 인터넷에 연결되지 않았습니다. 이 컨텐츠에 접근하시려면 인터넷 연결상태를 먼저 확인해 보십시오.
ms_my: Kelihatan anda tidak bersambung dengan Internet. Sila periksa sambungan anda untuk mencapai kandungan ini.
nl: Het ziet ernaar uit dat je niet bent verbonden met het internet. Controleer alstublieft uw verbinding om toegang te krijgen tot deze inhoud.
nl_nl: Het lijkt erop dat je geen verbinding hebt met internet. Controleer je verbinding om toegang te krijgen.
pl: Wygląda na to, że nie masz aktywnego połączenia z internetem. Sprawdź swoje połączenie.
pt: Parece que não está ligado à Internet. Por favor, verifique a sua ligação para aceder a este conteúdo.
pt_br: Parece que você não está conectado à internet. Por favor confira sua conexão para acessar o conteúdo.
sk: Zdá sa, že nie ste pripojení k Internetu. Prosím, skontrolujte si spojenia aby ste mohli pristupovať k tomuto obsahu.
zh_tw: 沒有連接到網際網路。請檢查您的連線

source: Sorry, Welcome was unable to establish a connection.
ar: عذراً، شاشة الترحيب لم تستطع إنشاء اتصال.
de: Willkommen war leider nicht in der Lage, eine Verbindung aufzubauen.
es: Lo sentimos, Bienvenido no ha podido establecer conexión.
es_es: Lo sentimos, Bienvenida fue incapaz de establecer conexión.
fr_ca: Désolé, Welcome n'a pas été capable d'établir une connexion.
fr_fr: Désolé, Bienvenue n'a pas été en mesure d'établir une connexion.
he_il: סליחה, 'ברוך הבא' לא הצליח ליצור חיבור.
it: Spiacente, Benvenuto non è riuscito a stabilire una connessione.
ja: 申し訳ありません。「ようこそ」からの接続はできませんでした。
ko_kr: 죄송하지만, "Welcome" 프로그램이 연결할 수 없었습니다.
ms_my: Maaf, Aluan tidak berupaya menjalinkan sambungan.
nl: Sorry, Welcome was niet in staat om een verbinding tot stand te brengen.
nl_nl: Excuses, Welkom kon geen verbinding maken.
pl: Przepraszamy, program Welcome nie mógł uzyskać połączenia.
pt: Desculpe, a aplicação 'Boas-vindas' não conseguiu estabelecer uma ligação.
pt_br: Desculpe, a tela de Boas vindas não pôde estabelecer uma conexão.
sk: Sorry, program Vitajte nebol schopnú uskutočniť spojenie.
zh_tw: 抱歉，"歡迎"無法建立連線

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
es_es: Reintentar
fr_ca: Réessayer
fr_fr: Réessayer
he_il: נסה שנית
it: Riprova
ja: 再試行
ko_kr: 다시 시도하십시오.
ms_my: Cuba lagi
nl: Probeer opnieuw
nl_nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar Novamente
pt_br: Tentar novamente.
sk: Opakovať
zh_tw: 重試

source: Join the IRC in Hexchat
ar: انضم إلى محادثة IRC عن طريق Hexchat
de: IRC in Hexchat beitreten
es: Únete al IRC en Hexchat
es_es: Únete al IRC en Hexchat
fr_ca: Rejoindre le canal IRC dans Hexchat
fr_fr: Se connecter à IRC via Hexchat.
he_il: הצטרף לIRC בHexchat
it: Collegati a IRC con Hexchat
ja: HexchatでこのIRCへ参加する
ko_kr: Hexchat으로 IRC에 참여하기
ms_my: Sertai IRC dengan Hexchat
nl: Verbind met het IRC in Hexchat
nl_nl: Maak verbinding in Hexchat
pl: Dołącz do IRC używając Hexchat
pt: Junte-se no IRC em Hexchat.
pt_br: Entre no IRC por meio do Hexchat
sk: Prepojte sa na IRC kanál v aplikácii HexChat
zh_tw: 加入Hexchat IRC
