Repository: max-linux/max-mate-welcome
Catalog: data/po/rpi/*.po
Languages: ar, ca_es, da, ja, ru, sr@latin, sv

source: Raspberry Pi Information
ar: معلومات حول رازبير باي
ca_es: Informació quant a la Raspberry Pi
ja: Raspberry Pi の情報
ru: Информация о Raspberry Pi
sr@latin: Informacije o Raspberry Pi

source: A few important notes.
ar: بعض الملحوظات المهمة.
ca_es: Algunes notes importants.
da: Et par vigtige bemærkninger.
ja: 重要事項
ru: Несколько важных замечаний.
sr@latin: Par bitnih napomena.
sv: Några viktiga anmärkningar.

source: While the experience is visually similar to the desktop edition of Ubuntu MATE, the underlying architecture is very different. This page will highlight a few of these differences.
ar: في حين أن التجربة مشابهة بشكل ظاهري لنسخة سطح المكتب من "أبونتو ماتيه" ، إلا أن البنية التحتية مختلفة جداً، هذه الصفحة ستذكر باقتضاب بعض هذه الاختلافات.
ca_es: Si bé l'experiència és visualment similar a l'edició d'escriptori d'Ubuntu MATE, l'arquitectura subjacent és molt diferent. Aquesta pàgina destacarà algunes d'aquestes diferències.
da: Selvom det visuelle udtryk er det samme som desktop versionen af Ubuntu MATE, er den underliggende arkitektur meget anderledes. Denne side vil fremhæve et par af disse forskelle.
ja: Ubuntu MATEのデスクトップ版と見た目はよく似ていますが、基盤となっているアーキテクチャは全く異なります。このページでは、こうした差異について紹介します。
ru: Хотя внешне различий с версией Ubuntu MATE для ПК нет, внутренняя архитектура системы сильно отличается. Эта страница обозначит несколько таких отличий.
sr@latin: Mada liči kao Ubuntu MATE destop izdanje, osnova na koju se oslanja je jako drugačija. Na ovoj stranici naglasićemo par bitnih razlika.
sv: Även om upplevelsen rent visuellt liknar skrivbordsutgåvan av Ubuntu MATE så är den underliggande arkitekturen väldigt annorlunda. Denna sida kommer lyfta några utav avvikelserna.

source: Resizing the file system
ar: تغيير حجم نظام الملفات
ca_es: Redimensió del sistema de fitxers
da: Ændre af størrelsen af filsystemet
ja: ファイルシステムのサイズの変更
ru: Изменение размера файловой системы
sr@latin: Izmena veličine fajl sistema
sv: Ändrar storlek på filsystemet

source: Your file system has already been resized.
ar: نظام ملفاتك قد أعيد تحجيمه بالفعل.
ca_es: El vostre sistema de fitxers ja ha estat redimensionat.
da: Dit fil systems størrelse er allerede ændret.
ja: ファイルシステムはサイズが既に変更されています。
ru: Размер вашей файловой системы уже был изменён.
sr@latin: Fajl sistem je uvećan.
sv: Ditt filsystem har redan ändrat storlek.

source: After setting up Ubuntu MATE for the first time on your Raspberry Pi, the file system will be restricted to the size of the original image, which is about 3.9 GB. Use this button to resize and fill the entire Micro-SD card.
ar: بعد تثبيتك لأبونتو ماتيه للمرة الأولى على الـ رازبيري باي الخاص بك، سيكون نظام الملفات محدوداً بحجم صورة القرص الأصلية، أي حوالي 3.9 جيجا بايت. استخدم هذا الزر لإعادة تحجيمه ليملأ كامل مساحة بطاقة الذاكرة.
ca_es: Després de configurar Ubuntu MATE per primera vegada en la vostra Raspberry Pi, el sistema de fitxers es limitarà a la mida de la imatge original, que està al voltant dels 3,9 GB. Utilitzeu aquest botó per a redimensionar i omplir tota la targeta Micro-SD.
da: Efter endt installation af Ubuntu MATE for første gang på din Raspberry Pi, vil filsystemets størrelse være begrænset til det oprindelige image, som er ca. 3.9 GB. Brug knappen til at ændre størrelsen til at bruge hele Micro-SD kortet.
ja: Raspberry PiでUbuntu MATEを最初にセッティングした直後は、ファイルシステムは元々のイメージのサイズである約3.9 GBしかないでしょう。このボタンからサイズを変更してmicroSDカード全体を使えるようにします。
ru: После первой настройки Ubuntu MATE на вашем Raspberry Pi, файловая система будет ограничена до размера оригинального образа, примерно 3,9 ГБ. Используйте эту кнопку для того, чтобы изменить размер системы и заполнить всю карту Micro-SD.
sr@latin: Nakon što po prvi put postavite Ubuntu MATE na Vaš Raspberry Pi, fajl sistem će biti ograničen na veličinu orginalne slike, oko 3.9 GB. Koristeći taster ispod možete izvršiti uvećanje do pune veličine SD kartice.
sv: Efter att ha satt upp Ubuntu MATE för första gången på din Raspberry Pi så kommer filsystemet att bli begränsat till den storlek som orginalavbildningen hade, vilket är runt 3,9 GB. Använd denna knapp för att ändra storlek och för att fylla hela Micro-SD-kortet.

source: Resize Now
ar: أعد التحجيم الآن
ca_es: Redimensiona ara
da: Ændr størrelse nu
ja: サイズを変更する
ru: Изменить размер
sr@latin: Pokreni uvećanje
sv: Ändra storlek nu

source: To complete the resize of your Raspberry Pi file system, please close all open windows and restart now.
ar: لإنهاء عملية إعادة التحجيم لنظام ملفات جهاز رازبيري باي الخاص بك، فضلاً أغلق كل النوافذ المفتوحة ثم أعد التشغيل الآن.
ca_es: Per completar la redimensió del sistema de fitxers de la vostra Raspberry Pi, si us plau, tanqueu totes les finestres obertes i reinicieu ara.
da: For et gennemføre ændringen på din Raspberry Pi's filsystem, luk venligst alle åbne vinduer og genstart nu.
ja: Raspberry Piのファイルシステムのサイズ変更が完了したら、すべてのウィンドウを閉じて再起動してください
ru: Для полного изменения размера файловой системы вашего Raspberry Pi, закройте все открытые окна и перезапустите систему.
sr@latin: Da bi se završilo uvećanje Raspberry Pi fajl sistema, molim Vas zatvorite sve aktivne aplikacije i zadajte restart.
sv: För att färdigställa storleksförändringen av ditt Raspberry Pi-filsystem, vänligen stäng alla öppna fönster och starta om nu.

source: Reboot
ar: إعادة التشغيل
ca_es: Reinicia
da: Genstart
ja: 再起動
ru: Перезагрузка
sr@latin: Restart
sv: Starta om

source: Incompatible Software
ar: برامج غير متوافقة
ca_es: Programari incompatible
da: Inkompatibel software
ja: 非互換ソフトウェア
ru: Несовместимое программное обеспечение
sr@latin: Nekompatibilni softver
sv: Inkompatibel mjukvara

source: Some packages available for Ubuntu have only been written and compiled for the
ar: بعض الحزم المتوفرة لأبونتو قد كتبت و بنيت فقط لتكون لمعمارية
ca_es: Alguns paquets disponibles per a Ubuntu només s'han escrit i compilat per l'arquitectura
da: Nogle pakker tilgængelige på Ubuntu er kun udviklet og bygget til
ja: Ubuntuで利用できるパッケージのいくつかは
ru: Некоторые пакеты, доступные для Ubuntu, могли быть написаны и скомпилированы для архитектуры
sr@latin: Neki od paketa dostupnih za Ubuntu su napisani i kompajlirani za
sv: En del paket som finns tillgängligt för Ubuntu är bara skrivet och kompilerat för

source: or
ar: أو
ca_es: o
da: eller
ja: あるいは
ru: или
sr@latin: ili
sv: eller

source: architecture. As the Raspberry Pi is based on
ar: و بما أن الرازبيري باي مبنية على
ca_es: . Ja que la Raspberry Pi està basada en
da: arkitektur. Da Raspberry Pi er baseret på
ja: アーキテクチャ専用に作られ、コンパイルされています。Raspberry Piが基盤としているアーキテクチャは
ru: Так как Raspberry Pi основывается на
sr@latin: arhitekture. Kako se Raspberry Pi zasniva na
sv: arkitektur. Då Raspberry Pi är baserat på

source: these packages will not be available to install. Depending on the package, it may be possible to compile these yourself or use an existing port.
ar: فلن تكون هذه الحزم متوافرة للتثبيت. اعتماداً على الحزمة، قد يكون من الممكن أن تقوم ببناء هذه الحزم بنفسك أو أن تستخدم نسخة موجودة.
ca_es: aquests paquets no estaran disponibles per a instal·lar-se. Segons el paquet, podeu compilar vosaltres mateixos aquests paquets o utilitzar un port existent.
da: vil disse pakker ikke være mulige at installere. Afhængig af pakken, kan det være muligt bygge dem selv, eller brug en pre-bygget pakke.
ja: ですので、このようなパッケージはインストールすることができません。
ru: эти пакеты не будет возможно установить. В зависимости от пакета, может быть возможно скомпилировать их самостоятельно или использовать существующий порт.
sr@latin: ovi paketi nisu prisutni i njihova instalacija nije moguća. U zavisnosti od paketa, postoji mogućnost da ih kompajlirate sami ili da koristite tuđe.
sv: så kommer dessa paket inte vara tillgängligt för installation. Beroende på paketet så kommer det att vara möjligt att kompilera dessa själv eller genom att använda en redan existerande portering.

source: Incompatible:
ar: غير المتوافق:
da: Inkompatibel:
ja: 非互換ソフトウェア:
ru: Несовместимо:
sr@latin: Nekompatibilni:
sv: Inkompatibel:

source: Compatible:
ar: المتوافق:
da: Kompatibel:
ja: 互換ソフトウェア:
ru: Совместимо:
sr@latin: Kompatibilni:
sv: Kompatibel:

source: Upgrades
ar: ترقيات
ca_es: Actualitzacions
da: Opgraderinger
ja: アップグレード
ru: Обновления
sr@latin: Nova izdanja
sv: Uppgraderingar

source: Please
ar: فضلاً
ca_es: Si us plau,
da: Venligst
ja: 特に
ru: Пожалуйста,
sr@latin: Molim Vas
sv: Vänligen

source: do not
ar: لا
ca_es: no
da: undlad
ja: 注意
ru: не
sr@latin: nemojte
sv: gör inget

source: attempt to
ar: تحاول
ca_es: intenteu
da: at forsøge at
ja: すべき点は
ru: производите попыток
sr@latin: pokušavati da
sv: försök att

source: upgrade
ar: ترقية
ca_es: actualitzar
da: opgradere
ja: アップグレードについてです。
ru: обновить
sr@latin: nadograđujete
sv: uppgradera

source: your Raspberry Pi to a newer version of the distribution (for instance, from 15.04 to 15.10), as the underlying kernel is
ar: الرازبيري باي الخاص بك لنسخة أحدث من التوزيعة، (مثلاً من 15.04 إلى 15.10) حيث أن النواة
ca_es: la vostra Raspberry Pi a una versió més nova de la distribució (per exemple, de la versió 15.04 a la versió 15.10), ja que el kernel subjacent
da: din Raspberry Pi til den nyeste verion af distributionen (fra 15.04 til 15.10), da den underliggende kerne er
ja: Raspberry Piをより新しいバージョンのディストリビューションへ<b>アップグレードしないでください。</b>Raspberry Piのカーネルはアップグレード作業の実行に
ru: ваш Raspberry Pi на более актуальную версии дистрибутива (например, с 15.04 на 15.10), так как лежащее в основе ядро
sr@latin: Vaš Raspberry Pi na novije izdanje distribucije (npr. sa 15.04 na 15.10) jer kernel u osnovi
sv: din Raspberry Pi till en nyare version av distributionen (exempelvis från 15.04 till 15.10) då den underliggande operativsystemskärnan

source: not designed
ar: غير مصممة
ca_es: no està dissenyat
da: ikke designet
ja: 対応していません。
ru: не предназначено
sr@latin: nije predviđen
sv: inte är utvecklad

source: to do this. This process will take a very long time to complete while potentially filling up your SD card to a point where there is no more free space.
ar: للقيام بهذا . هذه العملية ستتطلب وقتاً طويلاً جداً وفي الوقت نفسه قد تملأ بطاقة ذاكرة جهازك إلى أن تنعدم المساحة الفارغة فيها.
ca_es: a fer-ho. Aquest procés trigarà un temps molt llarg per completar-se mentre que principalment s'omple la vostra targeta SD a un punt en què no hi ha més espai lliure.
da: til dette. Denne process vil tage meget lang tid at gennemføre samtidigt med at den potentielt fylder dit SD kort, til et punkt hvor der ikke er mere ledig plads.
ja: この作業は完了までに非常に時間がかかり、その途中でSDカードの残量を使い切ってしまう可能性があります。
ru: для этого. Этот процесс потребует очень большого времени на завершение, и в то же время может заполнить вашу SD-карту вплоть до того, что на ней не останется свободного пространства.
sr@latin: da to podrži. Ovaj proces će trajati jako dugo i ostavlja mogućnost da u potpunosti utroši sav raspoloživi prostor na SD kartici.
sv: till att göra detta. Denna process kommer att ta en väldigt lång tid att slutföra då den potentiellt fyller upp ditt SD-kort till en punkt då det ej finns något mer tillgängligt utrymme.

source: It is safer to back up all of your data you wish to keep and re-flash the card with the new image. Attempting to upgrade may corrupt the SD card, prevent your installation from booting, or cause severe glitches.
ar: من الآمن أن تقوم بنسخ جميع بياناتك التي تود الحفاظ عليها احتياطياً وبعدها تقوم بإعادة كتابة النسخة الجديدة على بطاقة الذاكرة. محاولة الترقية قد تؤدي إلى عطب بطاقة الذاكرة، أو تمنع نظامك من الإقلاع، أو تسبب بعض الأخطاء الشديدة.
ca_es: És més segur fer una còpia de seguretat de totes les dades que vulgueu mantenir i tornar a flashejar la targeta amb la nova imatge. L'intent d'actualització pot malmetre la targeta SD, impedir l'arrencada de la vostra instal·lació o provocar fallades greus.
da: Det er mere sikkert at lave en fuld backup af al din data du ønbsker at beholde og så overskrive dit flash kort med et nyt image. Forsøg på opgradering kan korrumpere SD kortet, forhundre dit system i at boote, eller forårsage fejl.
ja: 安全のため、大事なデータをバックアップしてから、カードを新しいイメージで置き換えてください。アップグレードは、SDカードにエラーを生じさせるかもしれませんし、インストールのため起動しようとしてもできなくなったり、ひどい故障を引き起すかもしれません。
ru: Безопаснее скопировать все ваши данные, которые вы хотите сохранить, и перезаписать новый образ на карту. Попытка обновить может произвести порчу SD-карты, предотвратить запуск вашей установки или привести к значительным глюкам.
sr@latin: Sigurnija je varijanta da na stranu sačuvate bitne podatke a SD karticu kompletnu presnimite sa novijim izdanjem. Pokušaj ažuriranja aktivnog sistema na noviju verziju može: da dovede do oštećenja podataka koji se nalaze na kartici; da sistem više nije moguće startovati; da izazove izrazite nepravilnosti u radu.
sv: Det är säkrare att säkerhetskopiera all data du önskar spara och sedan flasha om kortet med en ny avbildning. Försök till att uppgradera kan leda till ett korrupt SD-kort, förhindra installationen från att starta eller orsaka flera tekniska fel.

source: You can, however, install
ar: لكن يمكنك، بأي حال، تثبيت
ca_es: Podeu, tanmateix, instal·lar
da: Du kan dog, installere
ja: ただし、
ru: Однако вы можете устанавливать
sr@latin: Sa druge strane, možete pokretati
sv: Du kan dock installera

source: regular updates
ar: التحديثات المعتادة
ca_es: les actualitzacions regulars
da: almindelige opdateringer
ja: 通常の更新
ru: регулярные обновления
sr@latin: redovno ažuriranje
sv: vanliga uppdateringar

source: via the
ar: عبر أداة
ca_es: a través de la utilitat de
da: via
ja: 作業は
ru: через утилиту
sr@latin: preko
sv: via

source: Software Updater
ar: مُحدِّث البرمجيات
ca_es: l'actualitzador de programari
ja: ソフトウェアの更新
ru: Менеджер обновлений программного обеспечения
sv: Programuppdateraren

source: utility for your installed software.
ar: لبرامجك المثبتة.
ca_es: per al programari instal·lat.
da: værktøjet for de installerede applikationer.
ja: ユーティリティを使ってください。インストール済みソフトウェアの更新ができます。
ru: для ваших установленных программ.
sr@latin: alata.
sv: för dina installerade program.

source: Kernel Updates
ar: تحديثات النواة
ca_es: Actualitzacions del kernel
da: Kerne opdateringer
ja: カーネルの更新
ru: Обновления ядра
sr@latin: Ažuriranje kernel-a
sv: Kerneluppdateringar

source: The same kernel provided by the
ar: النواة نفسها المزودة من
ca_es: El mateix kernel proporcionat per la
da: Den samme kerne leveret af
ja: Ubuntu MATEで採用しているのと同じカーネルが
ru: То же ядро, предоставленное
sr@latin: Istovetni kernel koji je dostupan od strane
sv: Samma operativsystemskärna som förseddes av

source: Raspberry Pi foundation
ar: مؤسسة رازبيري باي
ca_es: fundació Raspberry Pi
ru: фондом Raspberry Pi,
sr@latin: Raspberry Pi fondacije

source: is used in this edition of Ubuntu MATE. As this kernel is delivered like a "firmware" blob, updates are not distributed via the
ar: هي المستخدمة في هذه النسخة من أبونتو ماتيه. وبما أن هذه النواة مقدّمة على هيئة برنامج ثابت، لا يجري توزيع التحديثات من قِبل
ca_es: és utilitzat en aquesta edició d'Ubuntu MATE. A mesura que aquest kernel es lliura com una bombolla de "microprogramari", les actualitzacions no es distribueixen a través de
da: er brugt i denne udgave a Ubuntu MATE. Da denne kerne bliver leveret som et "firmware" image, bliver opdateringer ikke distribueret via
ja: から提供されています。このカーネルは"ファームウェアブロブ"のような配布形態ですので、アップデートは
ru: используется в этом издании Ubuntu MATE. Так как это ядро предоставляется как "фирменное обеспечение", обновления к нему не распространяются через
sr@latin: koristi se u ovom izdanju Ubuntu MATE-a. Kako se ovaj kernel distribuira kao firmver blok, ažuriranje se ne vrši kroz
sv: används i denna utgåva av Ubuntu MATE. Då denna operativsystemskärna är levererad som ett "firmware"-paket så är uppdateringar ej distribuerade via

source: Instead, to update the kernel, open a terminal and run:
ar: بدلاً من ذلك، لتحديث النواة، افتح الطرفية ونفذ الأمر:
ca_es: En lloc seu, per actualitzar el kernel, obriu un terminal i executeu:
da: Istedet, for at opdatere kernen, ånb en terminal og kør:
ja: で配布されません。その代り、カーネルを更新するには、端末を開き、次のコマンドを実行してください:
ru: Иначе, чтобы обновить ядро, откройте терминал и произведите:
sr@latin: Tako da za ažuriranje kernela, otvorite terminal i zadajte:
sv: För att uppdatera operativsystemskärnan, öppna upp en terminal och kör:

source: Hardware Acceleration
ar: تسارع العتاد
ca_es: Acceleració de maquinari
ja: ハードウェアアクセラレーション
ru: Аппаратное ускорение
sr@latin: Hardversko ubrzanje
sv: Hårdvaruaccelerering

source: Currently, hardware accelerated applications are
ar: حالياً، تطبيقات تسارع العتاد هي :
ca_es: Actualment, les aplicacions accelerades per maquinari
da: På nuværende tidspunkt er accelererede applikationer
ja: 現時点で、ハードウェアアクセラレーションに対応したアプリケーションは
ru: На текущий момент аппаратно ускоренные приложения
sr@latin: Trenutno, hardversko ubrzanje aplikacija
sv: För närvarande så är hårdvaruaccelererade program

source: not supported
ar: غير مدعومة
ca_es: no són compatibles
da: ikke supporteret
ja: サポートされません。
ru: не поддерживаются,
sr@latin: nije dostupno
sv: ej supportat

source: unlike
ar: على عكس
ca_es: a diferència
da: modsat
ja: 例えば、
ru: в отличие от
sr@latin: za razliku od
sv: till skillnad från

source: Applications that depend on OpenGL ES libraries or require the GPU will fail to start.
ar: التطبيقات التي تعتمد على مكتبات OpenGL ES أو تتطلب معالج رسوميات ستفشل في البدء.
ca_es: de les aplicacions que depenen de les biblioteques OpenGL ES o exigir-ho a la GPU fallarà l'inici.
da: Applikationer der er afhængige af OpenCL ES biblioteker eller en GPU will ikke kunne starte.
ja: アプリケーションのようにOpenGL ESライブラリに依存したりGPUを要求するようなアプリケーションは起動しないでしょう。
ru: Приложения, которые зависят от библиотек OpenGL ES или требуют ГП, не смогут запуститься.
sr@latin: Aplikacije koje zavise od OpenGL ES biblioteka ili zahtevaju GPU neće hteti da se pokrenu.
sv: Applikationer som är beroende av OpenGL ES-bibliotek eller kräver GPU kommer inte att starta.

source: For playing videos, the application
ar: لتشغيل مقاطع الفيديو، برنامج
ca_es: Per a la reproducció de vídeos, l'aplicació
da: For at kunne afspiller videoer, må applikationen
ja: ビデオ再生用のアプリケーションとして
ru: Приложение
sr@latin: Za reprodukciju videa možete koristiti
sv: För uppspelning av filmer så finns applikationen

source: will be able to do this and is pre-installed. If you are looking to play MPEG-2 or VC-1 video files then
ar: سيقوم بذلك وهو مثبّت مسبقاً. إذا كنت تريد تشغيل ملفات فيديو MPEG-2 أو VC-1
ca_es: serà capaç de fer-ho i està preinstal·lada. Si esteu buscant la reproducció de fitxers de vídeo MPEG-2 or VC-1, aleshores
da: være istand til at gøre dette og er pre-installeret. Hvis du ønsker at afspille MPEG-2 eller VC-1 filer
ja: がプリインストールされていて、利用することができます。MPEG-2やVC-1ビデオファイルを再生したい場合は
ru: сможет проигрывать видео и предустановлено. Если вы хотите воспроизвести видеофайлы MPEG-2 или VC-1, то
sr@latin: koji je već unapred instaliran. Ako želite da reporodukujete MPEG-2 ili VC-1 video sadržaj
sv: tillgänglig för detta och är förinstallerad. Om du önskar spela upp MPEG-2 eller VC-1 videofiler så

source: you will need MPEG-2 and/or VC-1 licenses from the
ar: ستحتاج رخصة MPEG-2 و/أو VC-1 من
ca_es: necessitareu la llicència MPEG-2 i/o la llicència VC-1 de la
da: du får brug for en MPEG-2 og/eller VC-1 licens fra
ja: MPEG-2やVC-1のライセンスを
ru: вам потребуются лицензии MPEG-2 и/или VC-1 из
sr@latin: neophodne su MPEG-2 i/ili VC-1 licence iz
sv: kommer du behöva MPEG-2 och/eller VC-1 licenser från

source: Raspberry Pi Store.
ar: متجر رازبيري باي
ca_es: botiga Raspberry Pi.
da: Raspberry Pi Butik.
ja: Raspberry Pi Storeから入手してください。
ru: магазина Raspberry Pi.
sr@latin: Raspberry Pi prodavnice.

source: Enable/Disable X11
ar: تفعيل / تعطيل خادم العرض X11
ca_es: Habilita o inhabilita X11
da: Aktiver/Deaktiver X11
ja: X11の有効化と無効化
ru: Включение/отключение X11
sr@latin: X11 uključen/isključen
sv: Aktivera/Avaktivera X11

source: For users who are looking to create their own headless
ar: للمستخدمين الراغبين في إنشاء
ca_es: Per als usuaris que estan buscant la creació del seu propi
da: For brugere der ønsker at etablere deres skærmløse
ja: もし、ヘッドレス
ru: Для пользователей, которые хотят создать их собственный
sr@latin: Korisnicima koji žele da, koristeću Ubuntu MATE, naprave
sv: För användare som vill skapa deras egna huvudlösa

source: "server"
ar: "خادم"
ca_es: "servidor"
ja: "サーバー"
ru: "сервер" без графического интерфейса

source: using Ubuntu MATE, there is a utility for toggling the graphical environment.
ar: عديم الشاشة الخاص بهم، توجد أداة لتشغيل وإيقاف اليبئة الرسومية.
ca_es: sense perifèrics mitjançant Ubuntu MATE, hi ha una utilitat per alternar l'entorn gràfic.
da: ved brug a Ubuntu MATE, er der et program til at aktivere og deaktivere den grafiske desktop.
ja: としてUbuntu MATEを使いたい場合、グラフィカル環境の切り替えを行なうユーティリティがあります。
ru: на основе Ubuntu MATE, существует утилита для включения и выключения графической среды.
sr@latin: bez grafičkog prikaza, ostavljen je alat kojim mogu to jednostavno da izaberu.
sv: och använder sig utav Ubuntu MATE så finns det ett verktyg för att växla den grafiska miljön.

source: To disable X11 and login via the console:
ar: لتعطيل خادم العرض X11 والولوج من خلال الطرفية:
ca_es: Per inhabilitar X11 i iniciar la sessió a través de la consola:
da: For at deaktivere X11 og logge ind via konsollen:
ja: X11を無効にしてコンソールからログインする場合:
ru: Для отключения X11 и входа через консоль:
sr@latin: Za isključeni X11, prijavite se na konzolu i zadajte:
sv: För att avaktivera X11 och logga in via konsolen:

source: To enable X11 to restore the Ubuntu MATE desktop:
ar: لتعفيل خادم العرض X11 لاستعادة سطح مكتب أبونتو ماتيه:
ca_es: Per habilitar X11 per a restaurar l'escriptori d'Ubuntu MATE:
da: For at aktivere X11 og genskabe Ubuntu MATE desktop:
ja: X11を有効にしてUbuntu MATEデスクトップに戻す場合:
ru: Для включения X11 для восстановления рабочего стола Ubuntu MATE:
sr@latin: Da uključite X11 i vratite nazad Ubuntu MATE desktop:
sv: För att aktivera X11 och återställa Ubuntu MATE-skrivbordet:

source: Changes take effect after a reboot.
ar: تُطبّق التغييرات بعد إعادة الإقلاع.
ca_es: Els canvis tindran efecte després d'un reinici.
da: Ændringerne træder i kræft efter genstart.
ja: 変更は再起動後に有効になります。
ru: Изменения вступят в силу после перезагрузки.
sr@latin: Izmene su aktivne nakon restarta.
sv: Ändringar kommer att verkställas efter omstart.

source: Release Notes
ar: ملحوظات الإصدار
ca_es: Notes del llançament
ja: リリースノート
ru: Замечания к выпуску
sr@latin: Izveštaji
sv: Utgåveanteckningar

source: To read up on release notes and changes by version, visit the Ubuntu MATE website.
ar: للقراءة عن ملحوظات الإصدار والتغييرات حسب الإصدار، زُر موقع أبونتو ماتيه.
ca_es: Per llegir les notes i els canvis de la versió, visiteu el lloc web d'Ubuntu MATE.
da: For at læse release notes og ændringer pr version, besøg Ubuntu MATE's website.
ja: Ubuntu MATEのウェッブページにリリースノートとバージョンごとの変更履歴がありますので、お読みください。
ru: Чтобы прочитать списки изменений в релизах, зайдите на вебсайт Ubuntu MATE.
sr@latin: Za detalje o svakoj verziji i izmenama unešenim u nova izdanja pogledajte sekciju na Ubuntu MATE sajtu
sv: För att läsa mer om utgåveanteckningar och ändringar mellan versioner, vänligen besök Ubuntu MATEs hemsida.

source: Raspberry Pi is a trademark of the
ar: إن Raspberry Pi علامة تجارية لـ
ca_es: Raspberry Pi és una marca registrada de
da: Raspberri Pi er et varemærke tilhørende
ru: Raspberry Pi -- торговая марка
sr@latin: Raspberry Pi je registrovana robna marka
sv: Raspberry Pi är ett varumärke för
