Repository: max-linux/max-mate-welcome
Catalog: data/po/software/*.po
Languages: ar, ca_es, ja, lt_lt

source: The Boutique is just a collection of software.
ar: المتجر هو فقط تشكيلة من البرامج.
ca_es: La botiga només és una col·lecció de programari.
ja: Boutiqueはソフトウェアのコレクションです。
lt_lt: Butikas yra tik programinės įrangos kolekcija.

source: Install a software center
ar: ثبّت مركز برامج
ca_es: Instal·la un centre de programari
ja: ソフトウェアセンターをインストールします。
lt_lt: Įdiekite programinės įrangos centrą,

source: to explore the entire Ubuntu catalogue.
ar: لاستكشاف دليل تطبيقات أبونتو الكامل.
ca_es: per explorar el catàleg complet d'Ubuntu.
ja: Ubuntuカタログすべてを閲覧できます。
lt_lt: kad išžvalgytumėte visą Ubuntu katalogą.

source: Search again and include proprietary software.
ar: ابحث مرة أخرى، وضمّن برامج غير حرة.
ca_es: Cerca de nou i inclou el programari propietari.
ja: プロプリエタリソフトウェアを含めて再検索します
lt_lt: Ieškoti dar kartą ir įtraukti nuosavybinę programinę įrangą.

source: Fine-tune the Software Boutique to suit your preferred behaviors.
ar: اضبط المتجر ليناسب السلوك المفضل لديك.
ca_es: Afineu la botiga de programari perquè us satisfaci el seu comportament.
ja: Software Boutiqueの設定を変更します。
lt_lt: Suderinkite programinės įrangos butiką, kad pritaikytumėte jį savo pageidaujamai elgsenai.

source: Boutique Selection
ar: اختيار المتجر
ca_es: Selecció de la botiga
ja: Boutiqueセレクション
lt_lt: Butiko pasirinkimas

source: Hide proprietary applications.
ar: أخْفِ التطبيقات غير الحرة.
ca_es: Oculta les aplicacions propietàries.
ja: プロプリエタリなアプリケーションは表示しない
lt_lt: Slėpti nuosavybines programas.

source: Installation
ar: التثبيت
ca_es: Instal·lació
ja: インストール
lt_lt: Įdiegimas

source: Enable the Bulk Queue.
ar: تمكين الصف بالجملة.
ca_es: Habilita la cua.
ja: 一括インストールを有効
lt_lt: Įjungti masinę eilę.

source: Applications wait to be installed/removed, allowing you to continue browsing.
ar: التطبيقات في انتظار التثبيت/الإزالة، لتمكينك من مواصلة الاستعراض.
ca_es: Les aplicacions esperen per ser instal·lades o suprimides, el que us permet continuar amb la navegació.
ja: アプリケーションのインストールや削除は後で一括して行ないます。それまでBoutique内をこ覧いただけます。
lt_lt: Programos laukia, kol bus įdiegtos/pašalintos, leisdamos jums tęsti naršymą.

source: Suppress Progress Dialog
ar: إخفاء حوار التقدّم
ca_es: Suprimeix el diàleg de progrés
ja: 途中経過ダイアログを表示しない
lt_lt: Nerodyti eigos dialogo lango

source: Install/remove applications in the background.
ar: تثبيت/إزالة التطبيقات في الخلفية.
ca_es: Instal·la o suprimeix les aplicacions en segon pla.
ja: アプリケーションのインストールと削除をバックグランドで行なう
lt_lt: Įdiegti/šalinti programas fone.

source: Advanced
ar: متقدم
ca_es: Avançat
ja: 上級者向け
lt_lt: Išplėstiniam

source: Show technical package details.
ar: إظهار التفاصيل التقنية للحزمة.
ca_es: Mostra els detalls tècnics del paquet.
ja: 技術的なパッケージの詳細を表示する。
lt_lt: Rodyti techninę paketo informaciją.

source: Displays an estimated install size, packages and the type of application
ar: عرض حجم التثبيت المقدّر، الحزم، ونوع التطبيق
ca_es: Mostra una mida aproximada de la instal·lació, els paquets i el tipus d'aplicació
ja: インストールサイズやパッケージとアプリケーションのタイプを表示する
lt_lt: Rodo apskaičiuotą įdiegimo dydį, paketus ir programos tipą

source: Show Software Sources
ar: أظهر مصادر البرامج
ca_es: Mostra els orígens de programari
ja: ソフトウェアソースを表示する
lt_lt: Rodyti programinės įrangos šaltinius

source: Manage Repositories
ar: إدارة مخازن البرامج
ca_es: Gestiona els dipòsits
ja: レポジトリの管理
lt_lt: Tvarkyti saugyklas

source: Your Queued Changes
ar: تغييراتك المصفوفة
ca_es: La vostra cua de canvis
ja: 作業待ち一覧
lt_lt: Eilėje laukiantys pakeitimai

source: Decide which software to add or remove without committing straight away.
ar: قرّر أي تطبيق سيضاف أو يُزال دون تطبيق فوري.
ca_es: Decidiu quin programari s'afegeix o es treu sense cometre-ho ara mateix.
ja: どのソフトウェアを追加するかあるいは削除するか指示してください。今すぐに作業せずに作業待ち一覧から削除することもできます。
lt_lt: Spręskite kurią programinę įrangą pridėti ar šalinti, neatlikdami veiksmų iš karto.

source: Apply Changes
ar: تطبيق التغييرات
ca_es: Aplica els canvis
ja: 作業を進める
lt_lt: Taikyti pakeitimus

source: Clear
ar: مسح
ca_es: Neteja
ja: クリア
lt_lt: Išvalyti

source: Finished
ar: انتهى
ca_es: Finalitzat
ja: 完了しました
lt_lt: Užbaigta

source: Preparing to start...
ar: التحضير للبدء...
ca_es: S'està preparant per iniciar...
ja: 作業開始の準備中
lt_lt: Ruošiamasi pradėti...

source: Your changes are being applied.
ar: يجري تطبيق تغييراتك.
ca_es: S'estan aplicant els vostres canvis.
ja: 作業が進行中
lt_lt: Jūsų pakeitimai yra taikomi.

source: Not all changes could be applied.
ar: لم يتمكن من تطبيق كل التغييرات.
ca_es: No tots els canvis podrien aplicar-se.
ja: 作業をすべて完了できませんでした。
lt_lt: Ne visus pakeitimus pavyko pritaikyti.

source: Please review the error dialog for further details.
ar: فضلاً راجع رسالة حوار الأخطاء لتفاصيل أكثر.
ca_es: Si us plau, reviseu el diàleg d'error per a més detalls.
ja: 詳細はエラーメッセージを参照してください。
lt_lt: Išsamesnei informacijai, prašome peržvelgti klaidos dialogą.

source: Nothing to see here -- There's no software in the queue yet.
ar: لا شيء لرؤيته هنا - ليس في الصف برامج بعدُ.
ca_es: No hi ha res a veure aquí -- Encara no hi ha programari a la cua.
ja: 作業待ちのソフトウェアはありません。
lt_lt: Nėra ką matyti -- Kol kas eilėje nėra jokios programinės įrangos.

source: Software Sources
ar: مصادر البرامج
ca_es: Orígens de programari
lt_lt: Programinės įrangos šaltiniai

source: Your system and applications are obtained and kept up-to-date via the following repositories.
ar: نظامك وتطبيقاتك يجري الحصول عليها وتحديثها عن طريق مخازن البرامج التالية.
ca_es: El vostre sistema i les aplicacions s'obtenen i es mantenen actualitzats a través dels següents dipòsits.
ja: システムやアプリケーションを入手したり最新に保つために参照しているレポジトリは以下です。
lt_lt: Jūsų sistema ir programos yra gaunamos ir palaikomos atnaujintomis per šias saugyklas.

source: Parsing lists...
ar: جلب القوائم...
ca_es: S'estan analitzant les llistes...
ja: リストを分析中...
lt_lt: Nagrinėjami sąrašai...

source: Update Package Lists
ar: تحديث قائمة الحِزَم
ca_es: Actualitza les llistes dels paquets
ja: パッケージリストを更新
lt_lt: Atnaujinti paketų sąrašus

source: Hide Proprietary Software
ar: أخْفِ البرامج غير الحرة
ca_es: Oculta el programari propietari
ja: プロプリエタリソフトウェアを非表示
lt_lt: Slėpti nuosavybinę programinę įrangą

source: Show Terminal Commands
ar: أظهر أوامر الطرفية
ca_es: Mostra les ordres del terminal
ja: 端末コマンドを表示
lt_lt: Rodyti terminalo komandas

source: About Proprietary Software
ar: حول البرامج غير الحرة
ca_es: Quant al programari propietari
ja: プロプリエタリソフトウェアについて
lt_lt: Apie nuosavybinę programinę įranga

source: Proprietary Software
ar: البرامج غير الحرة
ca_es: El programari propietari
ja: プロプリエタリソフトウェア
lt_lt: Nuosavybinė programinė įranga

source: is owned by an individual or company. There may be restrictions on its usage (like a license agreement), and provides no access to the source code.
ar: يملكها شخص أو شركة. قد يكون ثمت قيود على استخدامها (مثل اتفاقية الترخيص)، ولا توفّر الاطلاع على مصدرها البرمجي.
ca_es: és propietat d'una persona o empresa. Hi pot haver restriccions al seu ús (com un acord de llicència), i no proporciona accés al codi font.
ja: は個人や企業が所有しています。その使用には制限(例えば使用許諾契約)があるかもしれませんし、ソースコードが公開されていない場合もあります。
lt_lt: priklauso individui ar kompanijai. Gali būti apribojimų, susijusių su jos naudojimu (pvz., licencijos sutartis), be to ji nesuteikia prieigos prie šaltinio kodo.

source: Free and Open Source Software
ar: البرامج الحرة مفتوحة المصدر
ca_es: El programari de codi lliure i obert
ja: フリーソフトウェアとオープンソフトウェア
lt_lt: Laisvoji bei atviro kodo programinė įranga

source: grants the user the freedom to share, study and modify the software without restriction. For instance, the GPL is an example of a 'Free Software' license.
ar: تمنح المستخدم الحرية في نشر البرامج ودراستها وتعديلها دون قيود. مثلاً، رخصة GPL مثال على رخصة البرامج الحرة.
ca_es: atorga a l'usuari la llibertat de compartir, estudiar i modificar el programari sense restriccions. Per exemple, la GPL és un exemple d'una llicència de «programari lliure».
ja: は、ソフトウェアを制限なしに共有や分析、改変の自由をユーザーに付与します。GPLは'フリーソフトウェアライセンス'の一例です。
lt_lt: suteikia naudotojui laisvę be apribojimų dalintis, studijuoti ir modifikuoti programinę įrangą. Pavyzdžiui, GPL yra "Laisvosios programinės įrangos" licencijos pavyzdys.
