Repository: max-linux/max-mate-welcome
Catalog: data/po/software/*.po
Languages: ar, ca_es, ja, lt_lt

source: Software
ar: البرامج
ca_es: Programari
ja: ソフトウェア
lt_lt: Programinė įranga

source: Bulk Queue
ar: صف بالجملة
ca_es: Cua
ja: 一括作業
lt_lt: Masinė eilė

source: Bulk Queue Disabled
ar: الصف بالجملة معطل
ca_es: Cua inhabilitada
ja: 一括作業しない
lt_lt: Masinė eilė išjungta

source: Search
ar: بحث
ca_es: Cerca
ja: 検索
lt_lt: Paieška

source: Boutique News
ar: أخبار المتجر
ca_es: Notícies de la botiga
ja: Boutiqueニュース
lt_lt: Butiko naujienos

source: Preferences
ar: الخصائص
ca_es: Preferències
ja: 設定
lt_lt: Nuostatos

source: Accessories
ar: الملحقات
ca_es: Accessoris
ja: アクセサリー
lt_lt: Reikmenys

source: Education
ar: التعليم
ca_es: Educació
ja: 教育
lt_lt: Švietimas

source: Games
ar: الألعاب
ca_es: Jocs
ja: ゲーム
lt_lt: Žaidimai

source: Graphics
ar: الرسوميات
ca_es: Gràfics
ja: グラフィックス
lt_lt: Grafika

source: Internet
ar: الانترنت
ja: インターネット
lt_lt: Internetas

source: Office
ar: المكتب
ca_es: Ofimàtica
ja: オフィス
lt_lt: Raštinė

source: Programming
ar: البرمجة
ca_es: Programació
ja: プログラミング
lt_lt: Programavimas

source: Sound & Video
ar: الصوت والصورة
ca_es: So i vídeo
ja: サウンドとビデオ
lt_lt: Garsas ir vaizdas

source: System Tools
ar: أدوات النظام
ca_es: Eines del sistema
ja: システムツール
lt_lt: Sistemos įrankiai

source: Universal Access
ar: لذوي الاحتياجات الخاصة
ca_es: Accés universal
ja: ユニバーサルアクセス
lt_lt: Universali prieiga

source: Servers
ar: خوادم
ca_es: Servidors
ja: サーバー
lt_lt: Serveriai

source: More Software
ar: برامج أكثر
ca_es: Més programari
ja: ソフトウェアをもっと
lt_lt: Daugiau programinės įrangos

source: Fixes
ar: إصلاحات
ca_es: Correccions
ja: 修復
lt_lt: Pataisymai

source: Stocking the Boutique...
ar: صف البضاعة في المتجر...
ca_es: S'estan afegint els productes a la botiga...
ja: Boutique準備中
lt_lt: Aprūpinamas butikas...

source: Software Boutique
ar: متجر البرامج
ca_es: Botiga de programari
lt_lt: Programinės įrangos butikas

source: There is an abundance of software available for Ubuntu MATE and some people find that choice overwhelming. The Boutique is a carefully curated selection of the best-in-class applications chosen because they integrate well, complement Ubuntu MATE and enable you to self style your computing experience.
ar: يتوفر عدد كبير جدا من البرامج لأبونتو ماتيه، وبعض الناس يجد كثيرة الخيارات أمراً محيّراً. المتجر يضم تشكيلة مختارة بعناية من أفضل التطبيقات في فئتها، اختيرت لأنها جيدة التوافق مع أبونتو ماتيه ومكمّلة له كما أنها تمكّنك من تخصيص تجربتك الحاسوبية بنفسك.
ca_es: Hi ha una gran quantitat de programari disponible per a Ubuntu MATE i algunes persones troben aclaparadora l'elecció. La botiga és una selecció acurada de les millors aplicacions en la seva classe triades perquè s'integren bé, complementen Ubuntu MATE i us permeten un estil propi per a la vostra experiència informàtica.
ja: Ubuntu MATEでご利用いただけるソフトウェアをご用意しました。その数は選びきれないほどです。どれもUbuntu MATEにぴったりで、Ubuntu MATEに花を添えてくれます。当店では、あなたのコンピュータライフを自分好みにできる、極上のアプリケーションを厳選してお取り揃えいたしております。
lt_lt: Ubuntu MATE yra prieinama daugybė programinės įrangos ir kai kuriems žmonėms toks didelis pasirinkimas yra neįveikiamas. Šis butikas yra atidžiai kuruojamas, aukščiausios klasės programų parinkimas. Programos yra pasirenkamos dėl to, kad jos yra gerai integruotos į Ubuntu MATE, papildo sistemą ir leidžia jums patiems kurti savo kompiuterinio patyrimo stilių.

source: If you can't find what you're looking for, install one of the
ar: إن لم تجد ما تبحث عنه، ثبت واحداً من
ca_es: Si no podeu trobar allò que esteu buscant, instal·leu un dels
ja: もしお気に召す品が見つからないときは、
lt_lt: Jeigu jūs negalite rasti tai, ko ieškote, įdiekite vieną iš

source: Get More Apps
ar: احصل على المزيد من التطبيقات
ca_es: Obté més aplicacions
ja: さらにアプリケーションを入手
lt_lt: Gauti daugiau programų

source: software centers
ar: مراكز البرامج
ca_es: centres de programari
ja: ソフトウェアセンター
lt_lt: programinės įrangos centrų,

source: to explore the complete Ubuntu software catalog.
ar: لاستكشاف دليل تطبيقات أبونتو الكامل.
ca_es: per explorar el catàleg complet de programari d'Ubuntu.
ja: にお越しください。Ubuntuソフトウェアの完全版カタログの中からお選びいただけます。
lt_lt: kad išžvalgytumėte visą Ubuntu programinės įrangos katalogą.

source: More Apps Await.
ar: برامج أكثر في الانتظار
ca_es: Més aplicacions esperen.
ja: お待ちください。
lt_lt: Laukia daugiau programų.

source: Connect your computer to the Internet to explore a wide selection of applications for Ubuntu MATE.
ar: صِلْ حاسوبك بالإنترنت لاستكشاف تشكيلة واسعة من التطبيقات لأبونتو ماتيه.
ca_es: Connecteu el vostre ordinador a Internet per explorar una àmplia selecció d'aplicacions per a Ubuntu MATE.
ja: 豊富な、Ubuntu MATE用アプリケーションを選んでいただくには、コンピュータをインターネットに接続してください。
lt_lt: Prijunkite savo kompiuterį prie interneto, kad atrastumėte didelį Ubuntu MATE sistemai skirtų programų pasirinkimą.

source: Once online, you'll be able to download and install tried & tested software right here. Our picks ensure that the featured software integrates well on the Ubuntu MATE desktop.
ar: بمجرد اتصالك، ستتمكن من تحميل وتثبيت برامج موثوقة هنا. اختياراتنا تحرص على أن تكون البرامج المميزة تتوافق جيداً مع بيئة سطح مكتب أبونتو ماتيه.
ca_es: Un cop estigueu en línia, aquí podreu baixar i instal·lar el programari provat i revisat. Les nostres seleccions asseguren que el programari destacat s'integra bé a l'escriptori Ubuntu MATE.
ja: 接続後、吟味されたソフトウェアをダウンロードしたりインストールしたりできるようになります。Ubuntu MATEデスクトップにぴったりの上質なソフトウェアをお選びいただけます。
lt_lt: Kai būsite prisijungę, galėsite atsisiųsti ir įdiegti išbandytą ir patikrintą programinę įrangą, tiesiog, čia. Mūsų parinkimai užtikrina, kad programinė įranga būtų gerai integruota į Ubuntu MATE darbalaukį.

source: Sorry, Welcome could not establish a connection to the Ubuntu repository server. Please check your connection and try again.
ar: عذراً، لم تستطع شاشة الترحيب تأسيس اتصال بخادم مخازن برامج أبونتو. فضلاً تحقق من اتصالك وحاول مرة أخرى.
ca_es: Ho sentim, la benvinguda no ha pogut establir una connexió amb el servidor de dipòsits d'Ubuntu. Si us plau, comproveu la vostra connexió i torneu-ho a intentar.
ja: 申し訳ありません。「ようこそ」からUbuntuレポジトリサーバーへの接続が確立できませんでした。ネットワーク接続を確かめて、再度アクセスしてみてください。
lt_lt: Atleiskite, programai Sveiki nepavyko užmegzti ryšio su Ubuntu saugyklos serveriu. Prašome patikrinti savo ryšį ir bandyti dar kartą.

source: Retry Connection
ar: إعادة محاولة الاتصال
ca_es: Torna a intentar la connexió
ja: 再接続
lt_lt: Iš naujo bandyti ryšį

source: Connection Troubleshooting
ar: اكتشاف أخطاء الاتصال وإصلاحها
ca_es: Solucionador de problemes de la connexió
ja: 接続に関するトラブルシューティング
lt_lt: Ryšio nesklandumų šalinimas

source: Connection Help
ar: المساعدة في الاتصال
ca_es: Ajuda de la connexió
ja: 接続に関するヘルプ
lt_lt: Prisijungimo pagalba

source: Get Connected.
ar: اتصل.
ca_es: Establiment de la connexió.
ja: ネットワークに接続しました。
lt_lt: Prisijunkite.

source: Here's a few things you can check, depending on the type of connection you have:
ar: هنا بضعة أمور يمكن التحقق منها على حسب نوع الاتصال لديك:
ca_es: Aquí hi ha algunes coses que podeu comprovar, en funció del tipus de connexió que tingueu:
ja: ネットワークへの接続方法ごとに確認する点があります:
lt_lt: Štai keli dalykai, kuriuos galite patikrinti, priklausomai nuo to, kokio tipo ryšį naudojate:

source: Wired Connection
ar: الاتصال السلكي
ca_es: Connexió amb fil
ja: 有線接続
lt_lt: Laidinis ryšys

source: Is the cable securely plugged in?
ar: هل السلك موصول جيداً؟
ca_es: Està el cable fermament endollat?
ja: ケーブルは正しく接続されていますか？
lt_lt: Ar kabelis yra saugiai prijungtas?

source: Is the router online and can other devices access the network? Try restarting the router.
ar: هل جهاز التوجيه متصل بالإنترنت وهل تستطيع الأجهزة الأخرى الوصول للشبكة؟ جرب إعادة تشغيل جهاز التوجيه.
ca_es: Està l'encaminador en línia i poden els altres dispositius accedir a la xarxa? Proveu en reiniciar l'encaminador.
ja: ルータは動作していますか？他の機器からネットワークには接続できますか？ルータを再起動してみてください。
lt_lt: Ar maršruto parinktuvas yra prijungtas prie interneto ir ar kiti įrenginiai turi prieigą prie tinklo? Pabandykite iš naujo paleisti maršruto parinktuvą.

source: Wireless Connection
ar: الاتصال اللاسلكي
ca_es: Connexió sense fil
ja: 無線接続
lt_lt: Belaidis ryšys

source: Have you entered the correct wireless password from the
ar: هل أدخلت كلمة مرور الاتصال اللاسلكي الصحيحة من
ca_es: Heu introduït la contrasenya correcta sense fil des de
ja: 正しいパスワードを入力しましたか。
lt_lt: Ar teisingai esate įrašę belaidžio ryšio slaptažodį

source: network indicator
ar: مؤشر الشبكة
ca_es: indicador de xarxa
ja: ネットワーク接続アプレット
lt_lt: tinklo indikatoriuje,

source: in the upper-right?
ar: في القسم العلوي الأيمن؟
ca_es: a la part superior dreta?
ja: が右上にあります。そこから確認してみてください。
lt_lt: kuris yra viršutiniame dešiniajame kampe?

source: When disconnected, the applet looks like this:
ar: عند عدم الاتصال، يظهر اللوح هكذا:
ca_es: Quan us desconnecteu, la miniaplicació es veu així:
ja: 切断されているときのアプレットの表示:
lt_lt: Kai atsijungta, programėlė atrodo štai taip:

source: Is there a physical switch that may have accidentally switched off wireless functionality?
ar: هل يوجد مفتاح حقيقي للاتصال اللاسلكي يمكن أن يكون قد أطفئ خطأً؟
ca_es: Hi ha algun interruptor físic que hagi pogut apagar accidentalment la funcionalitat sense fils?
ja: 無線接続用の物理的なスイッチが誤ってオフになっていたりしませんか？
lt_lt: Ar yra fizinis perjungiklis, kuris, galbūt, netyčia išjungė belaidžio ryšio funkcionalumą?

source: Is there a soft (keyboard) switch that toggles it off?
ar: هل يوجد مفتاح (في لوحة المفاتيح) يقوم بإطفاء اللاتصال اللاسلكي؟
ca_es: Hi ha algun interruptor de programari (teclat) que ho apaga?
ja: ソフトウェア的に無線接続を切る(キーボードから入力する)スイッチがありませんか？
lt_lt: Ar yra švelnus (klaviatūros) perjungiklis, kuris jį išjungia?

source: You may need to hold the FN key while pressing the function key.
ar: ربما تحتاج إلى الضغط على زر FN أثناء الضغط على مفتاح الوظائف.
ca_es: És possible que necessiteu mantenir premuda la tecla FN mentre premeu la tecla de la funció.
ja: ファンクションキーを押すためにFNキーを同時に押す必要があるかもしれません。
lt_lt: Galbūt, nuspaudžiant funkcijos klavišą, jums reikia laikyti nuspaustą FN klavišą.

source: Here's an example:
ar: هنا مثال:
ca_es: Aquí hi ha un exemple:
ja: 例として:
lt_lt: Štai pavyzdys:

source: Not working at all or experiencing sluggish connections?
ar: لا يعمل إطلاقاً أو يعاني من اتصال رديء؟
ca_es: No funciona del tot o experimenteu connexions lentes?
ja: 全く動作しないか接続が極端に遅い
lt_lt: Iš viso neveikia arba patiriate lėtą ryšį?

source: Sorry to hear that. You will need a temporary wired connection to install working drivers.
ar: نأسف لذلك. قد تحتاج إلى اتصال سلكي مؤقت لتثبيت مشغلات صالحة.
ca_es: Em sap greu escoltar això. Necessitareu una connexió amb fil temporal per instal·lar els controladors que funcionin.
ja: 申し訳ありませんが、一時的に有線で接続して、正常に動作するドライバをインストールしてください。
lt_lt: Apgailestaujame tai išgirsti. Jums laikinai reikės laidinio ryšio, kad įdiegtumėte veikiančias tvarkykles.

source: The
ar: تبويب
ca_es: La pestanya de
ja: この
lt_lt: Kortelėje

source: Additional Drivers
ar: المشغلات الإضافية
ca_es: controladors addicionals
ja: ドライバの追加
lt_lt: Papildomos tvarkyklės

source: tab may have them available for your system.
ar: قد يحتوي تلك المشغلات متاحة لنظامك.
ca_es: pot tenir-los disponibles per al vostre sistema.
ja: タブを開いて、ドライバを探してみてください。
lt_lt: jos gali būti prieinamos jūsų sistemai.

source: Otherwise, you will need to manually install third party drivers for your hardware, or a download specific package containing the firmware. See
ar: وإلّا، ستحتاج إلى تثبيت مشغلات من طرف ثالث يدوياً لأجهزتك، أو تحميل حزمة محددة تحتوي المشغل. راجع
ca_es: Altrament, haureu d'instal·lar manualment els controladors de tercers per al vostre maquinari, o un paquet específic baixat que contingui el microprogramari. Vegeu els
ja: 他に、ご自分のハードウェア用のサードパーティ製ドライバを手動でインストールする方法もあります。
lt_lt: Kitu atveju, jums reikės rankiniu būdu įdiegti savo aparatinei įrangai trečiųjų šalių tvarkykles arba atsisiųsti konkretų paketą su programine aparatine įranga. Žiūrėkite kortelę

source: Drivers
ar: مشغلات
ca_es: controladors
ja: ドライバ
lt_lt: Tvarkyklės

source: in the
ar: في قسم
ca_es: a la secció
ja: については
lt_lt: , sekcijoje

source: Getting Started
ar: البدء
ca_es: com començar
ja: 始める
lt_lt: Darbo pradžia

source: section for more details.
ar: لتفاصيل أكثر.
ca_es: per a més detalls.
ja: セクションを参照してください。
lt_lt: , kad sužinotumėte daugiau.

source: Feel free to
ar: ﻻ تتردد في
ca_es: Sentiu-vos lliures per
ja: 遠慮せずに
lt_lt: Nesivaržykite

source: ask the community
ar: سؤال المجتمع
ca_es: preguntar a la comunitat
ja: コミュニティにお尋ねください。
lt_lt: klausti bendruomenės

source: if you need assistance.
ar: إذا احتجت المساعدة.
ca_es: si necessiteu ajuda.
ja: お手伝いが必要なときはいつでもどうぞ。
lt_lt: , jeigu jums reikia pagalbos.

source: Our Picks
ar: اختياراتنا
ca_es: Les nostres seleccions
ja: お薦め
lt_lt: Mūsų parinkimai

source: OK
ar: موافق
ca_es: D'acord
lt_lt: Gerai

source: No Filter
ar: دون تصفية
ca_es: Cap filtre
ja: フィルタなし
lt_lt: Nėra filtro

source: Handy utilities for your computing needs.
ar: أدوات مفيدة لحاجاتك الحاسوبية
ca_es: Les utilitats pràctiques per a les vostres necessitats informàtiques.
ja: コンピュータライフに便利な小物たち
lt_lt: Patogios paslaugų programos, skirtos jūsų naudojimosi kompiuteriu poreikiams

source: For study and children.
ar: للدراسة والأطفال.
ca_es: Per als estudis i els nens.
ja: 学習と子ども向け
lt_lt: Mokslams ir vaikams.

source: A selection of 2D and 3D games for your enjoyment.
ar: اختيارات من الألعاب الثنائية الأبعاد والثلاثية الأبعاد لتسليتك.
ca_es: Una selecció de jocs en 2D i en 3D per al vostre goig.
ja: 2Dや3Dゲームを集めました。お楽しみあれ。
lt_lt: 2D ir 3D žaidimų pasirinkimas jūsų malonumui.

source: For producing and editing works of art.
ar: لإنتاج وتعديل الأعمال الفنية.
ca_es: Per a la producció i edició d'obres artístiques.
ja: アート作品の作製と編集
lt_lt: Meno darbų kūrimui ir redagavimui.

source: For staying connected and enjoying the features of your own cloud.
ar: للبقاء على اتصال والتمتع بمزايا سحابتك الخاصة.
ca_es: Per romandre connectat i gaudir de les característiques del vostre propi núvol.
ja: ネットワークにつないで便利に使う
lt_lt: Prisijungimui prie interneto bei asmeninės debesijos ypatybių mėgavimuisi.

source: For more then just documents and spreadsheets.
ar: لأكثر من مجرد المستندات وجداول البيانات.
ca_es: Per a més que simples documents i fulls de càlcul.
ja: 書類とスプレッドシートだけじゃありません
lt_lt: Ne tik dokumentams ir skaičiuoklėms.

source: For the developers and system administrators out there.
ar: للمطورين ومديري الأنظمة.
ca_es: Per als desenvolupadors i administradors de sistemes.
ja: 開発者とシステム管理者のみなさんに
lt_lt: Kūrėjams ir sistemos administratoriams.

source: Multimedia software for listening and production.
ar: برامج الوسائط المتعددة للاستماع والإنتاج.
ca_es: Programari multimèdia per a l'escolta i la producció.
ja: マルチメディアの再生と作成に
lt_lt: Multimedijos programinė įranga, skirta klausymuisi ir kūrimui.

source: Software that makes the most out of your system resources.
ar: برامج للإفادة القصوى من موارد نظامك.
ca_es: El programari que crea la majoria dels recursos del vostre sistema.
ja: システムの性能を最大限引き出す
lt_lt: Programinė įranga, kuri maksimaliai išnaudoja jūsų sistemos išteklius.

source: Software that makes your computer more accessible.
ar: برامج تجعل حاسوبك مناسباً أكثر لذوي الاحتياجات الخاصة.
ca_es: El programari que fa que el vostre ordinador sigui més accessible.
ja: コンピュータの操作を簡単にするソフトウェア
lt_lt: Programinė įranga, kuri padaro jūsų kompiuterį labiau prieinamą.

source: One-click installations for serving the network.
ar: التثبيت بضغطة واحدة لخدمة الشبكة.
ca_es: Instal·lacions d'un sol clic per servir a la xarxa.
ja: ネットワークサービスをワンクリックで
lt_lt: Vieno spustelėjimo įdiegimai, skirti tinklo aptarnavimui.

source: Discover More Software
ar: استكشف تطبيقات أكثر
ca_es: Descobriu més programari
ja: ソフトウェアをもっと見つける
lt_lt: Atraskite daugiau programinės įrangos

source: Graphical interfaces to browse a wide selection of software available for your operating system.
ar: واجهات رسومية لاستعراض تشكيلة واسعة من البرامج المتاحة لنظام تشغيلك.
ca_es: Les interfícies gràfiques per a navegar per una àmplia selecció de programari disponible per al vostre sistema operatiu.
ja: 自分のOSで使える様々なソフトウェアを一覧できるグラフィカルインターフェイス
lt_lt: Grafinės sąsajos, skirtos naršyti didelį, jūsų operacinei sistemai prieinamą, programinės įrangos pasirinkimą.

source: Miscellaneous Fixes
ar: إصلاحات غير مصنفة
ca_es: Miscel·lània de les correccions
ja: もろもろの問題を解決する
lt_lt: Įvarūs pataisymai

source: This section contains operations that can fix common problems should you encounter an error while upgrading or installing new software.
ar: يحوي هذا القسم عمليات تستطيع إصلاح مشكلات شائعة في حال واجهت مشكلة أثناء الترقية أو تبثيت برامج جديدة.
ca_es: Aquesta secció conté les operacions que poden corregir els problemes comuns si us trobeu amb un error mentre actualitzeu o instal·leu programari nou.
ja: 新しいソフトウェアをインストールしたりアップグレードしたときに遭遇する、よくある問題を解決する方法を紹介します。
lt_lt: Šioje sekcijoje yra operacijos, kurios gali pataisyti bendras problemas, tam atvejui, jeigu, atnaujindami ar įdiegdami naują programinę įrangą, susidurtumėte su klaida.

source: Outdated Package Lists?
ar: قائمة حزم غير محدثة؟
ca_es: Llistes obsoletes de paquets?
ja: パッケージリストが古くなっている
lt_lt: Pasenę paketų sąrašai?

source: Your repository lists may be out of date, which can cause
ar: قد تكون قائمة مخازن البرامج لديك غير محدثة، وذلك قد يسبب رسائل:
ca_es: Les vostres llistes de dipòsits poden estar obsoletes, el que pot causar els errors
ja: レポジトリーリストが古くなっているかもしれません。すると、
lt_lt: Jūsų saugyklų sąrašai gali būti pasenę, kas savo ruožtu gali sukelti tokią klaidą kaip

source: Not Found
ar: غير موجود
ca_es: No trobat
ja: 見つかりません
lt_lt: Nerasta

source: errors and
ar: و
ca_es: i
ja: というエラーや
lt_lt: ir

source: outdated version
ar: إصدار غير محدث
ca_es: versió obsoleta
ja: バージョンが古すぎます
lt_lt: pasenusios versijos

source: information when trying to install new or newer versions of software. This is particularly the case when Ubuntu MATE connects online for the first time after installation.
ar: عند محاولة تثبيت برامج جديدة أو إصدارات أحدث من البرامج. وهذا تحديداً ما يحدث عند ما يتصل أبونتو ماتيه بالإنترنت لأول مرة بعد تثبيته.
ca_es: quan s'intenten instal·lar versions noves de programari o programari nou. Aquest és el cas concret quan Ubuntu MATE es connecta en línia per primera vegada després de la instal·lació.
ja: などの問題が、新しいバージョンのソフトウェアをインストールするときに生じることがあります。この問題は特に、Ubuntu MATEをインストールして最初にネットワークに接続したときに起きます。
lt_lt: informaciją, tais atvejais, kai bandote įdiegti naują ar naujesnę programinės įrangos versiją. Tai ypač nutinka, kai po įdiegimo, Ubuntu MATE prisijungia prie interneto.

source: Update the repository lists:
ar: تحديث قائمة مخازن البرامج:
ca_es: Actualitza els llistats dels dipòsits:
ja: リポジトリリストを更新する
lt_lt: Atnaujinti saugyklų sąrašus:

source: Update Sources List
ar: تحديث قائمة مصادر المخازن
ca_es: Actualitza la llista dels orígens
ja: ソースリストを更新する
lt_lt: Atnaujinti šaltinių sąrašą

source: Upgrade Installed Packages
ar: ترقية الحزم المثبّتة
ca_es: Actualitza els paquets instal·lats
ja: インストール済みパッケージをアップグレードする
lt_lt: Naujinti įdiegtus paketus

source: Broken Packages?
ar: حزم معطوبة؟
ca_es: Paquets trencats?
ja: パッケージが壊れている？
lt_lt: Sugadinti paketai?

source: When a previous installation or removal was interrupted
ar: عند مقاطعة عملية تثبيت أو إزالة سابقة
ca_es: Quan s'ha interromput una instal·lació o eliminació prèvia
ja: パッケージを前回インストールしたときもしくは削除の途中で中止した場合
lt_lt: Kai ankstesnis įdiegimas ar šalinimas buvo pertrauktas

source: (for instance, due to power failure or loss of Internet connection)
ar: (مثلاً، عند انقطاع الكهرباء أو فقد الاتصال بالإنترنت)
ca_es: (per exemple, a causa d'un tall del corrent o d'una pèrdua de la connexió a Internet)
ja: (例えば、電源が落ちたとかネットワークが切断されたとか)、
lt_lt: (pavyzdžiui, dėl elektros maitinimo ar interneto ryšio trikties)

source: further software cannot be added or removed without properly re-configuring these broken packages. If necessary, you may need to also resolve dependencies and install any missing packages in order for the software to run properly.
ar: لا يمكن تثبيت أو إزالة مزيد من البرامج إلا بإعادة إعداد تلك الحزم المعطوبة بصورة صحيحة. وإذا لزم الأمر، قد تحتاج إلى حل الاعتماديات وتثبيت الحزم المفقودة من أجل أن يعمل البرنامج بصورة صحيحة.
ca_es: no es pot afegir o suprimir més programari sense reconfigurar adequadament aquests paquets trencats. Si és necessari, pot ser que hàgiu de resoldre també les dependències i instal·lar els paquets que falten perquè el programari s'executi correctament.
ja: ソフトウェアを追加したり削除したりする作業を進めるには中断したパッケージを正しく再設定しなければなりません。場合によっては、依存関係を解決するか、正常に動作させるために不足しているパッケージをインストールする必要があります。
lt_lt: tolimesnė programinė įranga negali būti pridėta ar pašalinta be tinkamo šių sugadintų paketų konfigūravimo iš naujo. Jei reikia, jums taip pat gali tekti išspręsti sugadintas priklausomybes ir įdiegti trūkstamus paketus tam, kad programinė įranga tinkamai veiktų.

source: Configure packages that were unpacked but not configured:
ar: ضبط الحزم التي فُكّ ضغطها ولكن لم تضبط:
ca_es: Configura paquets que s'han desempaquetat però no s'han configurat:
ja: 展開しただけで設定し終えていないパッケージを設定する:
lt_lt: Konfigūruoti paketus, kurie buvo išpakuoti, bet nesukonfigūruoti:

source: Download and install broken dependencies:
ar: تنزيل وتثبيت الاعتماديات المعطوبة:
ca_es: Baixa i instal·la les dependències trencades:
ja: 壊れた依存関係解消のためダウンロードとインストールを行なう:
lt_lt: Atsisiųsti ir įdiegti sugadintas priklausomybes:

source: Configure Interrupted Packages
ar: ضبط الحزم التي تمت مقاطعتها
ca_es: Configura els paquets interromputs
ja: 中断したパッケージの設定を行なう
lt_lt: Konfigūruoti pertrauktus paketus

source: Resolve Broken Packages
ar: حل الحزم المعطوبة
ca_es: Resol els paquets trencats
ja: 壊れたパッケージを直す
lt_lt: Išspręsti sugadintus paketus

source: In addition, listed below are terminal equivalent commands that otherwise appear in the
ar: إضافة إلى ذلك، تجد أدناه قائمة بالأوامر المقابلة في الطرفية التي تظهر في
ca_es: A més, s'enumeren a continuació les ordres equivalents del terminal que altrament apareixen en l'
ja: 下に示したのはターミナルコマンドで
lt_lt: Be to, žemiau yra išvardintos atitinkamos terminalo komandos, kurios kitaip pasirodo programoje

source: Software Updater
ar: محدّث البرمجيات
ca_es: actualitzador de programari
ja: ソフトウェアの更新での作業と同じです。
lt_lt: Programų naujinimas

source: Upgrade all packages that have a new version available:
ar: حدّث جميع الحزم التي يتوفر منها إصدار جديد
ca_es: Actualitza tots els paquets que tenen disponible una versió nova:
ja: 新しいバージョンが利用可能なパッケージをすべてアップグレードする:
lt_lt: Naujinti visus paketus, kurie turi prieinamą naują versiją:

source: Upgrade to a new release of Ubuntu MATE:
ar: الترقية لإصدار أحدث من أبونتو ماتيه:
ca_es: Actualitza a una nova versió d'Ubuntu MATE:
ja: 新しいリリースのUbuntu MATEにアップグレードする:
lt_lt: Naujinti į naują Ubuntu MATE laidą:

source: Keeping you informed of the changes made to Ubuntu MATE's Software Boutique.
ar: إبقاؤك على اطّلاع بمستجدات متجر برامج أبونتو ماتيه.
ca_es: Us mantenim informat dels canvis realitzats en la botiga de programari d'Ubuntu MATE.
ja: Ubuntu MATEのSoftware Boutiqueに変更があったら通知する。
lt_lt: Palaikome jus informuotais apie pakeitimus Ubuntu MATE programinės įrangos butike.

source: Search for Applications
ar: ابحث عن تطبيقات
ca_es: Cerca aplicacions
ja: アプリケーションを検索する
lt_lt: Ieškokite programų

source: Enter a keyword to search the Software Boutique.
ar: أدخل كلمة مفتاحية للبحث في متجر البرامج.
ca_es: Introduïu una paraula clau per cercar a la botiga de programari.
ja: Software Boutique内を検索するキーワードを入力する
lt_lt: Įrašykite raktažodį, kad atliktumėte paiešką programinės įrangos butike.

source: Name of Application
ar: اسم التطبيق
ca_es: Nom de l'aplicació
ja: アプリケーションの名前
lt_lt: Programos pavadinimas

source: No software matched your key words.
ar: لا برامج تطابق كلماتك المفتاحية.
ca_es: No hi ha cap programari que coincideixi amb les vostres paraules clau.
ja: キーワードに一致するソフトウェアはありませんでした。
lt_lt: Jokia programinė įranga neatitiko jūsų raktažodžio.
