Repository: max-linux/max-mate-welcome
Catalog: data/po/panel-selection/*.po
Languages: fi_fi, hu_hu, pt_br, ru

source: Desktop Layout
fi_fi: Työpöytäasetelma
hu_hu: Asztal elrendezés
pt_br: Layout do Desktop
ru: Внешний вид рабочего стола

source: A desktop for everyone's tastes
fi_fi: Työpöytä jokaiseen makuun
hu_hu: Egy asztal mindenki ízlésének megfelelően
pt_br: Um desktop para todos os gostos
ru: Рабочий стол на все вкусы

source: Ubuntu MATE offers a wide range of customisation options, including the ability to choose a desktop layout that most suits your workflow. You can choose one as a starting point and make further changes to it later.
fi_fi: Ubuntu MATE tarjoaa laajan valikoiman muokattavia vaihtoehtoja, mukaan lukien mahdollisuuden valita työpöytäasetelma, joka sopii parhaiten työnkulkuusi. Voit valita yhden aloituskohdaksi ja tehdä muutoksia siihen myöhemmin.
hu_hu: Az Ubuntu MATE testreszabási lehetőségek széles választékát nyújtja, beleértve az olyan asztali elrendezés kiválasztását, ami a legjobban illeszkedik a munkafolyamatodhoz. Választhatsz egyet kiindulópontként, majd később tovább módosíthatod.
pt_br: O Ubuntu MATE oferece uma ampla gama de opções de personalização, incluindo a capacidade de escolher um layout de desktop que melhor se adapte ao seu fluxo de trabalho. Você pode escolher um como ponto de partida e fazer mais alterações posteriormente.
ru: Ubuntu MATE предлагает широкий ассортимент опций для кастомизации, включая возможность выбрать наиболее подходящий для вас вид рабочего стола. Вы можете выбрать стиль, как начальную точку, и изменить его позже.

source: The default experience, a familiar two panel layout with a searchable menu
fi_fi: Oletuskokemuksena tuttu kahden paneelin asetelma etsittävällä valikolla
hu_hu: Alapértelmezett kinézet, az ismerős két paneles elrendezés, keresővel rendelkező menüvel.
pt_br: A experiência padrão, um layout familiar de dois painéis com um menu pesquisável
ru: Стандартный опыт, знакомая двухпанельная разметка с поиском в меню

source: Ubuntu MATE optimised
fi_fi: Ubuntu MATE optimisoitu
hu_hu: Ubuntu MATE optimizált
pt_br: Ubuntu MATE otimizado
ru: Подобранный под Ubuntu MATE

source: Application dock, searchable launcher and global menus similar to Unity 7
fi_fi: Sovellustelakka, etsittävä käynnistin sekä järjestelmänlaajuiset valikot kuten Unity 7:ssä
hu_hu: App dokkoló, kereshető indító és globális menü, ami a Unity 7-re hasonlít
pt_br: Dock de aplicativos, lançador pesquisável e menus globais semelhantes ao Unity 7
ru: Док приложений, запуск приложений с поиском и глобальные меню, как в Unity 7

source: Inspired by Ubuntu Unity
fi_fi: Ubuntu Unityn innoittama
hu_hu: Ubuntu Unity inspirált
pt_br: Inspirado pelo Ubuntu Unity
ru: Вдохновлен Ubuntu Unity

source: Single bottom panel with a searchable menu, similar to the taskbar in Windows
fi_fi: Yksi alapaneeli etsittävällä valikolla, samankaltainen kuin Windowsin tehtäväpalkki
hu_hu: Egy tálcal alul, kereshető menüvel és indítóval, úgy mint a Windows-ban
pt_br: Único painel inferior com um menu pesquisável, semelhante à barra de tarefas do Windows
ru: Единственная панель снизу с поиском в меню, похожая на панель задач в Windows

source: Most familiar for Windows users
fi_fi: Tunnetuin Windowsin käyttäjille
hu_hu: Legismerősebb kinézet Windows felhasználóknak
pt_br: Mais familiar para usuários do Windows
ru: Знаком пользователям Windows

source: A dock and top panel with searchable launcher and global menus similar to macOS
fi_fi: Telakka ja yläpaneeli etsittävällä käynnistimellä sekä järjestelmänlaajuiset valikot kuten macOS:ssä
hu_hu: Dokkoló és felső panel kereshető indítóval és globális menüvel, hasonlóan mint a macOS-ben
pt_br: Uma doca e painel superior com lançador pesquisável e menus globais semelhantes ao macOS
ru: Док и верхняя панель с поиском приложений для запуска и глобальными меню, как в macOS

source: Most familiar for macOS users
fi_fi: Tunnetuin macOS:n käyttäjille
hu_hu: Legismerősebb kinézet macOS felhasználóknak
pt_br: Mais familiar para usuários do macOS
ru: Знаком пользователям macOS

source: Two panel layout featuring the iconic 'Applications, Places, System' menu
fi_fi: Kahden paneelin asetelma, jossa on ikoninen 'Sovellukset, Sijainnit, Järjestelmä'-valikko
hu_hu: A híres két paneles elrendezés 'Programok, Helyek, Rendszer' menüvel
pt_br: Layout de dois painéis com o icônico menu "Aplicativos, Locais, Sistema"
ru: Двухпанельная разметка с культовым меню "Приложения, Места, Система"

source: Most familiar for GNOME 2 users
fi_fi: Tunnetuin GNOME 2:n käyttäjille
hu_hu: Legismertebb kinézet GNOME 2 felhasználóknak
pt_br: Mais familiar para usuários do GNOME 2
ru: Знаком пользователям GNOME 2

source: Modernised two panel layout featuring a searchable menu with global menus.
fi_fi: Uudistettu kahden paneelin asetelma, jossa on etsittävä valikko sekä järjestelmänlaajuiset valikot.
hu_hu: Modernizált két paneles elrendezés kereshető és globális menüvel
pt_br: Modernizado layout de dois painéis com um menu pesquisável com menus globais.
ru: Осовремененная двухпанельная разметка с поиском в меню и глобальными меню.

source: A compact, single top panel layout, ideal for small screens
fi_fi: Tiivis, yhden yläpaneelin asetelma, ihanteellinen pienille näytöille
hu_hu: Kompakt, egy felső paneles elrendezés, ideális kis méretű képernyőkhöz
pt_br: Um layout de painel superior compacto e único, ideal para telas pequenas
ru: Компактная разметка с единственной верхней панелью, идеальная для маленьких экранов

source: A dock and top panel with a searchable menu
fi_fi: Telakka ja yläpaneeli etsittävällä valikolla
hu_hu: Dokkoló és felső panel, kereshető menüvel
pt_br: Uma doca e painel superior com um menu pesquisável
ru: Док и верхняя панель с поиском в меню

source: Inspired by elementaryOS
fi_fi: elementaryOS:n innoittama
hu_hu: ElementaryOS inspirált
pt_br: Inspirado por elementaryOS
ru: Вдохновлен elementaryOS

source: Show More
fi_fi: Näytä lisää
hu_hu: Mutass többet
pt_br: Mostrar mais
ru: Больше

source: Panel layouts can be changed later in
fi_fi: Paneeliasetelmia voi muuttaa myöhemmin
hu_hu: A panel elrendezésed később lecserélheted a
pt_br: Layouts de painéis podem ser alterados mais tarde em
ru: Разметка панелей может быть изменена позже в

source: MATE Tweak
hu_hu: MATE Finomhangoló eszköz

source: Keep Existing Settings
fi_fi: Pidä olemassa olevat asetukset
hu_hu: Tartsa meg a régi beállításokat
pt_br: Manter as configurações existentes
ru: Сохранить существующие настройки

source: Use These Settings
fi_fi: Käytä näitä asetuksia
hu_hu: Használja ezeket a beállításokat
pt_br: Usar essas configurações
ru: Использовать новые настройки
