Repository: max-linux/max-mate-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ar, ru

source: Sorry, Welcome was unable to establish a connection.
ar: عذرا ، برنامج الترحيب غير قادر على إنشاء اتصال
ru: Простите, нам не удалось установить соединение

source: Retry
ar: إعادة محاولة
ru: Попробовать снова

source: Download Boot Repair
ar: حمل أداة إصلاح الإقلاع
ru: Загрузить Исправление загрузки

source: Open Boot-Repair
ar: افتح أداة إصلاح الإقلاع
ru: Открыть Исправление загрузки

source: An Internet connection is required to download and install updates.
ar: يتطلب تحميل و تثبيت التحديثات اتصالا بالانترنت
ru: Для загрузки и установки обновлений требуется подключение к Интернету.

source: Software Updater
ar: مُحدِّث البرمجيات
ru: Менеджер обновлений программного обеспечения

source: Ubuntu MATE periodically will check to see if new software and security updates are available for your computer. If you have just installed Ubuntu MATE, you might want to do this now.
ar: ابونتو ماتيه ستتفقد دوريا وجود تحديثات امنية او تحديثات للبرمجيات متوافرة. في حال كنت للتو قد ثبتّ ابونتو ماتيه فقد تود ان تقوم بهذا الان
ru: Ubuntu MATE будет периодически проверять наличие новых обновлений ПО и безопасности. Если вы только что установили Ubuntu MATE, вы можете пожелать сделать это прямо сейчас.

source: can be found later in
ar: يمكن العثور عليها لاحقا في
ru: будет в

source: Check for Updates
ar: تأكد من وجود تحديثات
ru: Проверить обновления

source: Additional Codecs
ar: ترميزات إضافية
ru: Дополнительные кодеки

source: The codecs package include a complete, cross-platform solution to decode, encode, record, convert and stream audio and video. It also includes a MP3 audio decoder that permits the playback of MPEG 1 audio layer III (MP3).
ar: باقة الترميزات تتضمن حلاً متكاملاً يعمل على مختلف الأنظمة، لترميز الصوت والفيديو، وفك ترميزها، وتسجيلها، وتحويلها، واستقبال بثها المتدفق. كما تتضمن أيضاً مفكك ترميز الصوت MP3 الذي يسمح بتشغيل طبقة صوت MPEG 1 الثالثة (MP3).
ru: Пакет кодеков предоставляет полное кроссплатформенное решение для кодирования, записи, конверсии и воспроизведения аудио и видео. Он также включает в себя декодер MP3-аудио, который позволяет воспроизведение MPEG-1 слой аудио III (MP3).

source: Applying Changes...
ar: يتم تطبيق التغييرات...
ru: Применение изменений...

source: Install
ar: تثبيت
ru: Установить

source: Remove
ar: إزالة
ru: Удалить

source: Blu-ray and DVD Playback Support
ar: دعم تشغيل بلوراي Blu-ray ودي في دي DVD
ru: Поддержка воспроизведения дисков Blu-ray и DVD

source: Installs libraries that enable Blu-ray and DVD playback in VLC. After install DVDs will work but for Blu-ray you will need to download
ar: يُثبّت المكتبات التي تمكن تشغيل بلوراي Blu-ray ودي في دي DVD في مشغل في إل سي VLC. بعد التثبيت ستعمل أقراص DVD ولكن لتشغيل Blu-ray ستحتاج إلى تنزيل
ru: Устанавливает библиотеки, включающие воспроизведение Blu-ray и DVD в VLC. После установки DVD будут работать, но для работы Blu-ray вам нужно будет загрузить

source: and save it to
ar: وحفظها إلى
ru: и сохранить в

source: Additional Screen Savers
ar: حافظات شاشات إضافية
ru: Дополнительные скринсейверы

source: Install over 200 screen savers for when your computer is idle for long periods of time. Screen savers were originally created to reduce burn-in for cathode ray tube (CRT) monitors displaying the same image for long periods of time.
ar: بإمكانك تثبيت أكثر من 200 حافظة شاشة لجهاز حاسوبك لتعرض عند عدم استخدامك إياه فترة طويلة. الفكرة وراء حافظة الشاشة تعود للحفاظ على شاشات (CRT) القديمة من التلف لعرضها نفس الصورة لمدة طويلة.
ru: Установите более 200 скринсейверов на те случаи, когда ваш компьютер простаивает в течение долгого времени. Скринсейверы изначально были созданы для уменьшения выгорания ЭЛТ-дисплеев, происходящем при отображении одного и того же изображения в течение долгих периодов времени.

source: Change Screen Saver
ar: تغيير حافظة الشاشة
ru: Изменить скринсейвер

source: Additional Themes
ar: سمات إضافية
ru: Дополнительные темы

source: Install additional themes and icons, such as Numix and Arc, to expand the selection available so you can tweak the look and feel to your liking.
ar: ثبّت سمات ورموزاً إضافية، مثل نومكس Numix وآرك Arc، لتوسيع التشكيلة المتوفر حتى تتمكن من تخصيص المنظر والشعور ليناسب ذوقك.
ru: Установка дополнительных тем и иконок, таких как Numix и Arc, чтобы расширить доступный вам выбор для изменения внешнего вида интерфейса на свой вкус.

source: Change Appearance
ar: تغيير المظهر
ru: Изменить внешний вид

source: Additional Community Wallpapers
ar: خلفيات سطح مكتب مجتمعية إضافية
ru: Дополнительные обои от сообщества

source: The Ubuntu MATE Community have contributed dozens of desktop wallpaper images over the years. Why not install them and find something that suits your tastes?
ar: لقد ساهم مجتمع أبونتو ماتيه على مدار السنوات بالعديد من صور خلفيات لسطح المكتب . لم لا تجربها علك تجد شيئا ما يناسب ذوقك؟
ru: Сообщество Ubuntu MATE создало огромное количество обоев на рабочий стол за годы. Почему бы не установить их и не попробовать найти то, что вам понравится?

source: You'll need the Blu-ray AACS database in order to play AACS encrypted or BD+ protected discs.
ar: ستحتاج إلى قاعدة بيانات AACS لبلوراي Blu-ray من أجل تشغيل الأقراص المشفرة بـ AACS أو المحمية بـ BD+.
ru: Для воспроизведения дисков, зашифрованных AACS или защищённых BD+, вам потребуется установить базу данных Blu-ray AACS.

source: Install Blu-ray AACS Database
ar: ثبّت قاعدة بيانات AACS لبلوراي Blu-ray
ru: Установить базу данных Blu-ray AACS

source: While a wide range of hardware is compatible with Ubuntu MATE, there are some components and peripherals that require proprietary drivers to function properly. Installing the firmware package is often required to get some devices, typically Bluetooth and Wi-Fi, to work correctly.
ar: مع أنّ عدداً كبيراً من الأجهزة متوافق مع أبونتو ماتيه، إلا أن هناك بعض المكوّنات والأجهزة الملحقة التي تحتاج مشغّلات غير مفتوحة المصدر لتعمل كما ينبغي. تثبيت حزمة النظام الثابت (firmware) مطلوب غالباً لبعض الأجهزة (أجهزة بلوتوث Bluetooth وواي فاي Wi-Fi) لتعمل بشكل صحيح.
ru: Хотя с Ubuntu MATE совместим широкий ассортимент оборудования, некоторые компоненты и периферия требуют несвободные драйвера для правильного функционирования. Установка фирменного обеспечения часто требуется для верной работы некоторых устройств, в основном беспроводных.

source: An Internet connection is required to download and install drivers.
ar: يطلب اتصال انترنت لتحميل و تثبيت التعريفات
ru: Для загрузки и установки драйверов требуется подключение к Интернету.

source: Additional Drivers
ar: المشغلات الإضافية
ru: Дополнительные драйверы

source: Install Firmware Package
ar: تثبيت حزمة النظام الثابت (firmware)
ru: Установить пакет микропрограммы

source: can be found later in the
ar: يمكن أن يوجد لاحقاً في
ru: будет в

source: Control Center
ar: مركز التحكم
ru: Центр управления

source: Graphics
ar: الرسوميات
ru: Графика

source: Sorry, Welcome was unable to automatically identify the graphics vendor on this system.
ar: عذراً ، شاشة الترحيب غير قادرة على تحديد نوع بطاقة العرض على هذا النظام.
ru: Простите, Welcome не удалось автоматически идентифицировать вендора графической платы на этой системе.

source: Card/Chipset:
ar: بطافة / رقاقة :
ru: Плата/чипсет:

source: Unknown
ar: غير معروف
ru: Неизвестно

source: Graphics Card Detected.
ar: تم التعرف على بطاقة عرض
ru: Видеокарта обнаружена.

source: may have drivers for your card that can boost performance for 3D applications and games as well as deliver improvements to power management.
ar: ربما تحوي مشغلات لبطاقتك يمكنها زيادة أداء التطبيقات والألعاب ثلاثية الأبعاد وتوفير تحسينات لإدارة الطاقة.
ru: может иметь драйверы для вашей видеокарты, которые смогут повысить производительность 3D-приложений и игр, а также улучшить управление электропитанием.

source: AMD's drivers are no longer supported on Ubuntu. The open source drivers you are currently using will deliver the most stable performance out of your card.
ar: لم تعد مشغلات أي إم دي AMD مدعومة على أبونتو. المشغلات مفتوحة المصدر التي تستخدمها حاليًّا ستوفر أفضل أداء مستقر لبطاقتك.
ru: Драйверы AMD больше не поддерживаются Ubuntu. Открытые драйверы, которые вы сейчас используете, обеспечат наиболее стабильную производительность вашей видеокарты.

source: You're already good to go.
ar: أنت جاهز للانطلاق بالفعل.
ru: Всё уже в порядке.

source: Intel's drivers are open source and are maintained/updated in the kernel.
ar: مشغلات إنتل Intel مفتوحة المصدر وتتم صيانتها وتحديثها في النواة.
ru: Драйвера Intel имеют открытый код и поддерживаются/обновляются в ядре.

source: VirtualBox Guest Additions
ar: إضافات الضيف لـ VirtualBox
ru: Гостевые расширения VirtualBox

source: To accelerate graphics performance inside the virtual machine, please install Guest Additions.
ar: لتسريع أداء الرسوميات داخل الحاسوب الوهمي، فضلاً ثبّت إضافات الضيف.
ru: Чтобы увеличить производительность графики внутри виртуальной машины, установите Гостевые добавления.

source: Proprietary or Open Source Drivers?
ar: التعريفات الاحتكارية أم المفتوحة المصدر ؟
ru: Проприетарные или свободные драйверы?

source: Proprietary drivers come directly from the manufacturer.
ar: التعريفات الاحتكارية تأتي مباشرة من المُصنِّع
ru: Проприетарные драйверы поставляются производителем.

source: As they are not open source, Ubuntu developers are
ar: و بما أن الشيفرة المصدرية غير متاحة كونها مغلقة المصدر ، فإن مطوري أبونتو
ru: Поскольку их код не открыт, разработчики Ubuntu

source: unable to review and improve their code
ar: غير قادر على مراجعة و تطوير الكود الخاص بهم
ru: не могут проверить и улучшить их код,

source: which means that you'll have to rely on the manufacturer for support.
ar: الذي يعني أن عليك أن تعتمد على دعم مصنِّع العتاد
ru: что означает, что вам придётся полагаться на поддержку производителя.

source: In addition, proprietary drivers can
ar: بالإضافة إلى هذا ، فإن التعريفات الاحتكارية قد
ru: Кроме того, проприетарные драйверы могут

source: significantly improve graphics performance
ar: تحسن من الأداء عرض الرسوميات بشكل ملحوظ
ru: значительно улучшить производительность графики

source: and as a result,
ar: و بالتالي
ru: и в результате,

source: the entire system. Users may wish to install these drivers to:
ar: فإنها تحسن من أداء النظام مجملا . قد يريد المستخدمون تثبيت هذه التعريفات للأسباب التالية :
ru: всей системы. Пользователи могут пожелать установить эти драйверы, чтобы:

source: Run 3D applications and games.
ar: لتشغيل الألعاب و البرامج ثلاثية الأبعاد .
ru: Запускать трёхмерные приложения и видеоигры.

source: Use Compiz's window effects.
ar: لاستخدام تأثيرات مدير النوافذ "كومبيز" المثيرة .
ru: Использовать оконные эффекты Compiz.

source: Improve power management, particularly if the device experiences overheating problems under open source drivers.
ar: لتحسين إدارة الطاقة ، خصوصاً إذا كنت تواجه ارتفاعاً لحرارة مع استخدام التعريفات مفتوحة المصدر .
ru: Улучшить управление электропитанием, особенно если устройство испытывает проблемы с перегревом под открытыми драйверами.

source: Improve support for high resolutions and multiple monitors.
ar: للحصول على دعم أفضل للشاشات المتعددة أو تلك عالية الدقة .
ru: Улучшить поддержку для высоких разрешений и нескольких мониторов.

source: Fix blank screen issues.
ar: لحل مشكلة 'الشاشة السوداء' .
ru: Исправить проблемы с пустым экраном.

source: Proprietary drivers are known as "binary blobs". Certain hardware may experience worse behavior,
ar: التعريفات الاحتكارية معروفة أيضا كـ "binary blobs" . بعض العتاد قد يواجه أداءً اسوء ،
ru: Проприетарные драйвера известны как "бинарные блобы". Некоторое оборудование может вести себя хуже,

source: causing more issues then the open source drivers, such as:
ar: مما قد يسبب مشاكل أكثر من تلك التي يسببها التعريف المفتوح ، على سبيل المثال :
ru: испытывая больше проблем, чем на открытых драйверах, например:

source: Failing to boot to the graphical desktop.
ar: الفشل في الإقلاع إلى سطح المكتب و إظهار الواجهة الرسومية .
ru: Неудающаяся загрузка в графический интерфейс.

source: Broken drivers after an upgrade.
ar: تعريفات مكسورة بعد ترقية النظام .
ru: Испорченные драйверы после обновления.

source: Severe graphical glitches.
ar: أخطاء في العرض .
ru: Значительные графические сбои.

source: Problems with applications/games requiring hardware acceleration.
ar: مشاكل في البرامج/الألعاب التي تتطلب تسريع الأجهزة "hardware acceleration"
ru: Проблемы с приложениями/играми, требующими аппаратное ускорение.

source: is the open source driver for your card.
ar: هل التعريف المفتوح المصدر لبطاقة العرض خاصتك
ru: является открытым драйвером для вашей карты.

source: What about the latest NVIDIA drivers?
ar: ماذا عن أحدث التعريفات من أنفيديا "NVIDIA"
ru: Что насчёт последних драйверов NVIDIA?

source: fetches the latest tested driver from the Ubuntu repositories.
ar: تجلب آخر التعريفات المختبرة من مستودعات أبونتو .
ru: загружает последний протестированный драйвер из репозиториев Ubuntu.

source: Wireless, Bluetooth and Other Devices
ar: اللاسلكي ، البلوتوث ، و الأجهزة الأخرى
ru: Беспроводные, Bluetooth и другие устройства

source: If there were no additional drivers found for the hardware nor did it work after installing the firmware packages, you may need to research your device to find the appropriate driver.
ar: في حين لم يكن يتم العثور على أي تعريفات إضافية للعتاد ، ولم يعمل هذا الشيء بعد تثبيت حزم الـ . حينها عليك أن تبحث حول كيفية الحصول على تعريف مناسب ليعمل ذلك الجهاز كما هو مطلوب .
ru: Если для оборудования не удалось найти дополнительные драйвера, и оно не заработало после установки фирменных пакетов, вам может понадобиться исследование вашего устройства для нахождения подходящего драйвера.

source: Unfortunately, this is due to the fact the manufacturer for your hardware hasn't provided any source code for developers to freely use, or there is insufficient documentation to create drivers for your particular brand and model.
ar: لسوء الحظ ، هذا الأمر سببه عدم تزويد مصنعي العتاد الشيفرات البرمجية الخاصة بالتعريفات للمطورين بشكل حرّ و مجاني ، أو لأنه لانعدام توثيق كاف لصنع تعريفات لذلك النوع أو لتلك الفئة المعينة للعتاد الخاص بك .
ru: К сожалению, это связано с тем фактом, что производитель вашего оборудования не предоставил никакого исходного когда для свободного использования разработчиками, или для создания драйверов для вашего конкретного бренда или модели недостаточно документации.

source: Some manufacturers may provide closed source drivers provided by themselves directly. If you require assistance, feel free to
ar: و قد تزود بعض الجهات المصنعة تعريفا مغلق المصدر . إذا احتجت لمساعدة ، لا تتردد
ru: Некоторые производители могут предлагать закрытые драйвера сами. Если вам требуется помощь, не бойтесь

source: ask the community
ar: بسؤال المجتمع
ru: задавать вопросы сообществу,

source: Read more on troubleshooting wireless hardware.
ar: المزيد حول حل مشاكل العتاد اللاسلكي
ru: Узнать больше об исправлении ошибок с беспроводным оборудованием.

source: Printers
ar: الطابعات
ru: Принтеры

source: When you set up a printer in the
ar: عندما تقوم بإعداد طابعة عن طريق
ru: Когда вы устанавливаете принтер в утилите

source: utility
ar: الأداة

source: under
ar: أدناه
ru: под

source: you will be presented with a list of drivers available to use, if applicable.
ar: سترى قائمة بالتعريفات الخاصة بها ، هذا في حال توفرها .
ru: вам будет представлен список драйверов, возможных к использованию.

source: Some manufacturers may provide their own drivers and require you to download them from their website.
ar: قد تزود بعض الجهات المصنعة للعتادِ التعريفاتَ بحيث يتوجب عليك تحميلها من موقعهم الرسمي .
ru: Некоторые производители могут предлагать свои собственные драйвера и требовать их загрузки с их вебсайтов.

source: Read more on printing
ar: المزيد حول الطباعة
ru: Узнать больше о печати

source: HP Linux Printing and Imaging System
ar: نظام الطباعة و التصوير لـ HP على لينكس
ru: Система печати HP Linux

source: Recommended if you have an HP printer as it provides full support for printing on most HP SFP (single function peripheral) inkjets and many LaserJets, and for scanning, sending faxes and for photo-card access on most HP MFP (multi-function peripheral) printers.
ar: يوصى به إن كان لديك طابعة أيتش بي HP حيث إنه يوفر دعماً كاملاً لأغلب الطابعات HP SFP (أحادية الوظيفة) النافثة للحبر منها وكثير من الليزرية، وللمسح الضوئي وإرسال الفاكسات وولوج بطاقة الصورة على أغلب طابعات HP MFP (متعددة الوظيفة).
ru: Рекомендуется, если у вас есть принтер HP, так как она предоставляет полную поддержку печати на большинстве HP SFP (однофункционально-периферийных) струйных принтеров и множества лазерных принтеров, а также для сканирования, отправки факсов и для доступа к фотокарточкам на большинстве MFP (многофункционально-периферийных принтеров) HP.

source: Software Utilities for Peripherals
ar: أدوات برمجية للأجهزة الملحقة
ru: Программные утилиты периферии

source: A device manager for Logitech’s Unifying Receiver peripherals. This enables features like managing paired devices and reading battery status.
ar: مدير جهاز لملحقات مستقبل لوجيتك الموحد Logitech Unifying Receiver. يوفّر مزايا مثل إدارة الأجهزة المقرونة وقراءة حالة البطارية.
ru: Менеджер устройств для периферии Logitech Unifying Receiver. Включает такие функции, как управление спаренных устройств и чтение состояния батареи.

source: Learn More
ar: للمزيد
ru: Узнать больше

source: OpenRazer
ar: أوبن رايزر OpenRazer

source: A community-driven driver and daemon that utilities the full functionality of many Razer peripherals ranging from keyboards, mice and mouse mats.
ar: مشغل ومُصغي موجهة من قبل المجتمع يتضمن الوظيفة الكاملة للعديد من أجهزة رايزر Razer الملحقة، من لوحات المفاتيح، والفأرة، ووسادة الفأرة.
ru: Разрабатываемый сообществом драйвер и демон, использующий полную функциональность множества периферии Razer, в том числе клавиатур, мышей и ковриков для мыши.

source: A front-end for managing Razer devices, with support for application profiles, setting effects and enabling features of the keyboard.
ar: واجهة لإدارة أجهزة رايزر Razer مع دعم أوضاع التطبيقات، وضبط المؤثرات، وتمكين ميزات لوحة المفاتيح.
ru: Фронтенд для управления устройствами Razer с поддержкой профилей приложений, установки эффектов и включения функций клавиатуры.

source: Requires OpenRazer to be installed first.
ar: يتطلب أن يكون أوبن رايزر OpenRazer مثبتاً أولاً.
ru: Требует предварительной установки OpenRazer.

source: Language Support
ar: دعم اللغات
ru: Поддержка языков

source: Your computer may require updates to your language and localization settings, or you may want to install additional language support.
ar: قد تحتاج إلى القيام بتحديثات لإعدادات اللغة و التوطين ، و قد تحتاج لتثبيت دعم إضافي للغات .
ru: Ваш компьютер может потребовать обновлений ваших настроек языка и локализации, или же вы можете пожелать установить поддержку дополнительных языков.

source: Complex Input
ar: الإدخال المركب
ru: Сложный метод ввода

source: Some regions of the world require complex inputs.
ar: بعض المناطق من العالم تحتاج إلى الإدخالات المركبة .
ru: Некоторые регионы мира требуют сложных методов ввода.

source: Chinese
ar: الصينية
ru: Китайский

source: Japanese
ar: اليابانية
ru: Японский

source: Korean
ar: الكورية
ru: Корейский

source: Backup, Firewall and User Management
ar: النسخ الاحتياطي و إعدادات جدار النار و إدارة المستخدم
ru: Резервные копии, сетевой экран и управление пользователями

source: Ubuntu MATE provides tools to backup your files, comes with a firewall pre-installed and supports multiple user accounts.
ar: أبونتو ماتيه مزودة أدوات تقوم بنسخ احتياطي لملفاتك ، و تأتي مع جدار ناري مثبت مسبقاً و تدعم حسابات مستخدمين متعددة .
ru: Ubuntu MATE предоставляет инструменты для создания резервных копий ваших файлов, включает в себя сетевой экран и поддерживает несколько учетных записей.

source: Backups
ar: النسخ الاحتياطية
ru: Резервные копии

source: Nothing is more important then having a backup of your personal files, just in case something disastrous happens to your computer.
ar: لا شيء أهم من القيام بنسخ احتياطي لملفاتك الشخصية خصوصة حالة حصول شيء كارثي ما لجهازك .
ru: Нет ничего более важного, чем создание резервных копий ваших личных файлов на тот случай, если с вашим компьютером приключится что-то ужасное.

source: comes pre-installed and supports backups to local devices as well as online cloud-based services.
ar: بشكل مسبق ، يدعم النظام إمكانية أخذ نسخة احتياطية سواء لأجهزة تخزين محلية أو لخدمات تخزين سحابية .
ru: предустановлена и поддерживает резервные копии на локальные устройства, а также облачные сервисы.

source: Configure Backup
ar: إعداد النسخ الاحتياطي
ru: Настройка резервного копирования

source: Installing...
ar: جاري التثبيت ..
ru: Установка...

source: Network Shares
ar: مشاركات الشبكة
ru: Сетевой доступ

source: Need to access files and folders with multiple computers?
ar: هل تحتاج إلى الوصول لملفات و مجلدات عن طريق حواسيب متعددة ؟
ru: Нужен доступ к папкам и файлам с нескольких компьютеров?

source: Samba
ar: سامبا | samba

source: is available to install, which integrates with the Caja File Manager, allowing you to seamless retrieve data stored on another computer.
ar: متوافر للتثبيت ، و يتوافق مع مدير الملفات 'كاها caja' ، مما يسمح لك بجلب البيانات المخزنة على حواسيب أخرى بكل سلاسة .
ru: доступна для установки, которая интегрируется с файловым менеджером Caja, позволяя вам бесшовно доставать данные с другого компьютера.

source: Samba is installed.
ar: سامبا مثبت .
ru: Samba установлена.

source: Choose a folder and select "Sharing Options".
ar: اختر مجلدا أو ملفا ثم اختر "إعدادات المشاركة"
ru: Выберите папку и нажмите на "Настройки общего доступа".

source: Samba is available from the Software Boutique under "Servers".
ar: سامبا متوافر للتثبيت من الـ Boutique تحت خانة "الخوادم servers"
ru: Samba доступна в Магазине программного обеспечения в категории Серверы.

source: Firewall
ar: جدار النار
ru: Межсетевой экран

source: Firewalls prevent malicious connections entering and leaving your computer. By default, the firewall is disabled,
ar: جدار النار يمنع الاتصالات الخبيثة من الخروج و الدخول من و الى جهازك . افتراضيا ، جدار النار غير مفعل ،
ru: Межсетевые экраны блокируют вредоносные подключения к вашему компьютеру и от него. По умолчанию межсетевой экран отключен,

source: learn more about firewalls
ar: للمزيد حول جدران النار
ru: узнать больше о межсетевых экранах

source: provides a graphical frontend to
ar: يوفر وجهة رسومية لـ
ru: предоставляет графический фронтенд для

source: Uncomplicated Firewall
ar: جدار النار البسيط "Uncomplicated Firewall"
ru: Незамысловатый сетевой экран

source: If security is important to you, there are
ar: إذا كان الجانب الأمني مهما لك ، هنالك
ru: Если безопасность для вас важна, существует

source: more ways to stay secure too
ar: طرق أخرى أيضا للبقاء آمناً
ru: также больше путей оставаться в безопасности

source: Configure Firewall
ar: أعدَّ جدار النار
ru: Настроить межсетевой экран

source: Firewall Configuration
ar: إعداد جدار النار
ru: Конфигурация межсетевого экрана

source: Users
ar: المستخدمون
ru: Пользователи

source: Share your computer with others? Set up a separate user account for each user to protect the individual privacy of each user sharing the same computer.
ar: هل تشارك حاسوبك مع الآخرين ؟ إذاً إجعل لكل مستخدم منهم حساباً لتحمي الخصوصية المتشاركين بجهاز الحاسوب نفسه .
ru: Делите ваш компьютер с другими? Настройте отдельную учётную запись для каждого пользователя, чтобы защитить частную жизнь каждого пользователя компьютера.

source: You can also log in to a
ar: يمكنك أيضاً تسجيل الدخول إلى :
ru: Вы также можете начать

source: Guest Session
ar: جلسة الضيف
ru: Гостевой сеанс

source: if someone is using your computer as a one-off.
ar: في حال كان هناك من يريد استخدام جهازك لمرة واحدة فقط.
ru: если кто-то использует ваш компьютер единовременно.

source: Configure Users
ar: إعداد المستخدمين
ru: Настройка пользователей

source: Users and Groups
ar: المستخدمون و المجموعات
ru: Пользователи и группы

source: Customisation
ar: التخصيص
ru: Кастомизация
