Repository: max-linux/max-mate-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ar, ru

source: User Interface
ar: الواجهة الرسومية
ru: Интерфейс

source: Ubuntu MATE provides a unique tool to transform the user interface. It can be used to quickly setup the user interface to broadly reflect how other popular operating systems look and feel. The
ar: أبونتو ماتيه مزودة بأداة فريدة لتحويل أنماط عرض الواجهة الرسومية . بالمقدور استخدامها لتعكس بشكل سريع كيف تبدو و تظهرالأنظمة الأكثر شهرة بصورة عامة .
ru: Ubuntu MATE предоставляет уникальную утилиту для трансформирования интерфейса. Она может быть использована для быстрой смены стиля интерфейса на подобие стиля других популярных операционных систем. Разметка

source: layout is similar to Microsoft Windows, while the
ar: عرض شبيه بنظام ويندوز بينما الـ
ru: схожа с интерфейсом Microsoft Windows, а разметка

source: layout is similar to Apple Mac OS X.
ar: عرض شبيه بنظام الماك
ru: схожа с интерфейсом Apple macOS.

source: MATE Tweak
ar: أداة تطويع ماتيه "MATE Tweak"

source: The utilities mentioned above are all part of the extensive Control Center that Ubuntu MATE provides. You can configure just about every aspect of your computer from the Control Center.
ar: إن الأدوات المذكورة أعلاه لجزء من مركز التحكم الشامل الذي توفره أبونتو ماتيه و الذي يمكنك من تغيير كل جانب و مظهر تقريباً .
ru: Все упомянутые выше утилиты -- часть широкого Центра управления, предоставляемого Ubuntu MATE. Вы можете настроить практически любой аспект вашего компьютера из Центра управления.

source: Keyboard & Mouse Shortcuts
ar: اختصارات لوحة المفاتيح و الفأرة
ru: Комбинации клавиш клавиатуры и кнопок мыши

source: Ubuntu MATE has many keyboard shortcuts that help make using your computer more efficient.
ar: لأبونتو ماتيه الكثير من اختصارات لوحة المفاتيح لجعل استخدام الحاسوب أكثر عملية و إنتاجية .
ru: Ubuntu MATE содержит множество комбинаций клавиш клавиатуры, которые позволят вам использовать ваш компьютер более эффективно.

source: The
ar: تطبيق

source: Super
ar: زرالسوبر super key
ru: Суперключ

source: key is your Windows key. For Mac keyboards, this is the ⌘ Command key.
ar: هو نفسه الزر المعروف بزر "الويندوز" ، بالنسبة لأجهزة الماك فهو يعرف بزر الأمر"⌘ Command key"
ru: -- это ваша клавиша Windows. На клавиатурах Mac это клавиша ⌘ Command.

source: Common application shortcuts
ar: اختصارات شائعة
ru: Стандартные комбинации клавиш в приложениях

source: These shortcuts apply in most applications.
ar: هذه الاختصارات هي ذاتها في أغلب البرامج و التطبيقات
ru: Эти комбинации применимы в большинстве приложений.

source: Ctrl
ar: زر التحكم Ctrl

source: Copy the selected text/object
ar: نسخ الشيء/النص المحدد
ru: Копирование выбранного текста или объекта

source: Cut the selected text/object
ar: قص الشيء/النص المحدد
ru: Вырезка выбранного текста или объекта

source: Paste/insert the selected text/object
ar: لصق/إدخال الشيء/النص المحدد
ru: Вставка выбранного текста или объекта

source: Select all text
ar: تحديد كل النص
ru: Выделить весь текст

source: Find and replace words
ar: بحث و استبدال الكلمات
ru: Найти и заменить слова

source: Make the selected text bold
ar: جعل النص المحدد سميكاً
ru: Выделить выбранный текст полужирным начертанием

source: Make the selected text italic
ar: لجعل النص المحدد مائلاً
ru: Выделить выбранный текст курсивом

source: Underline the selected text
ar: لجعل ما تحت النص المحدد مسطراً
ru: Подчеркнуть выделенный текст

source: Open a new document or window
ar: لفتح نافذة مستند جديد أو مستند جديد
ru: Открыть новый документ или окно

source: Save the current document
ar: لحفظ المستند الحالي
ru: Сохранить текущий документ

source: Open another document
ar: لفتح مستند آخر
ru: Открыть другой документ

source: Print the current document
ar: لطباعة المستند الحالي
ru: Распечатать текущий документ

source: Undo the last change you made
ar: التراجع عن التغييرات التي تمت
ru: Отменить последнее сделанное изменение

source: Redo a change that you just undid
ar: لإعادة القيام بالتغييرات التي تم التراجع عنها
ru: Повторить только что отмененное изменение

source: Toggle the current application between full-screen and windowed
ar: للتبديل بين وضعي الشاشة الكاملة و الوضع المُؤطّر
ru: Переключение текущего приложения между полным экраном и окном.

source: Desktop shortcuts
ar: اختصارات سطح المكتب
ru: Сочетания клавиш рабочего стола

source: This section lists common keyboard shortcuts which you can use to operate parts of the desktop.
ar: هذه القسم يصنف اختصارات سطح المكتب الأشهر التي تستخدم للتحكم بأقسام سطح المكتب و تشغيلها .
ru: Это список обычных комбинаций клавиш клавиатуры, которые вы можете использовать.

source: Super Key
ar: زر السوبر
ru: Суперключ

source: Activate Brisk Menu or MATE Menu launcher
ar: تنشيط مطلق برمجيات قائمة بْرِسْك Brisk أو قائمة ماتيه
ru: Включить меню Brisk или запуск MATE Menu

source: Open the Applications menu
ar: فتح قائمة التطبيقات
ru: Откройте меню Приложения

source: Run an application by typing its name in the box which appears
ar: تشغيل تطبيق ما بكتابة اسمه في مربع الحوار الذي يظهر
ru: Запустите приложение введением его названия в поле, появляющееся

source: Prt Sc
ar: زر التقاط الشاشة Prt Sc

source: Take a screenshot of the whole screen
ar: أخذ لقطة شاشة لكل الشاشة
ru: Взять снимок всего экрана

source: Take a screenshot of the current window
ar: أخذ لقطة شاشة للنافذة الحالية
ru: Взять снимок текущего окна

source: Delete
ar: حذف

source: Open the dialog box to shutdown, restart or suspend.
ar: فتح مربع الحواري لايقاف او اعادة تشغيل النظام او لايقافه مؤقتا .
ru: Открыть окно для выключения, перезапуска или завершения сеанса.

source: Toggles 'Show Desktop'.
ar: تشغل وتوقف "عرض سطح المكتب".
ru: Переключает 'Показ рабочего стола'.

source: Lock your screen.
ar: قفل الشاشة
ru: Заблокировать ваш экран.

source: Open a terminal.
ar: فتح الطرفية
ru: Открыть терминал.

source: Screen reader enable/disable.
ar: تفعيل/تعطيل قارئ الشاشة
ru: Включение/выключение экранного диктора.

source: Window shortcuts
ar: اختصارات النوافذ
ru: Оконные сочетания клавиш

source: Tab
ar: زر Tab

source: Switch between currently-open windows.
ar: التبديل بين النوافذ المفتوحة
ru: Переключение между открытыми окнами.

source: Press Alt + Tab and then release Tab (but continue to hold Alt).
ar: اضغط زري Alt + Tab معا ، ثم أفلت زر الـ Tab (مع استمرار الضغط على الـ Alt )
ru: Зажмите Alt + Tab, затем отпустите Tab (но продолжайте держать Alt).

source: Press Tab repeatedly to cycle through the list of available windows which appears on the screen.
ar: اضغط زر الـ Tab لتدور بين النوافذ المفتوحة
ru: Нажимайте Tab для переключения между окнами в списке доступных окон, появляющемся на экране.

source: Release the Alt key to switch to the selected window.
ar: أفلت زر الـ Alt لتنتقل إلى النافذة المختارة
ru: Отпустите клавишу Alt для переключения на выбранное окно.

source: Switch between currently-open windows in all Workspaces.
ar: بدل بين النوافذ المفتوحي في كل مساحات العمل
ru: Переключиться между открытыми окнами во всех рабочих местах.

source: Release the Ctrl and Alt keys to switch to the selected window.
ar: أفلت زر الـ Ctrl و الـ Alt لتنتقل إلى النافذة المختارة
ru: Отпустите клавиши Ctrl и Alt для переключения к выбранному окну.

source: Left
ar: يسار
ru: Лево

source: Switch to the previous workspace.
ar: بدل إلى مساحة العمل السابقة
ru: Переключение на предыдущее рабочее место.

source: Right
ar: يمين
ru: Право

source: Switch to the next workspace.
ar: بدل إلى مساحة العمل التالية
ru: Переключение на следующее рабочее место.

source: Shift
ar: زر Shift

source: Move the current window to the previous workspace.
ar: انقل النافذة الحالية إلى مساحة العمل السابقة
ru: Переместить текущее окно в предыдущее рабочее место.

source: Move the current window to the next workspace.
ar: انقل النافذة الحالية إلى مساحة العمل التالية
ru: Переместить текущее окно в следующее рабочее место.

source: Closes window.
ar: تغلق النافذة
ru: Закрывает окно.

source: Returns window to 'normal' or previous size.
ar: تعيد النافذة إلى الحجم الطبيعي أو السابق
ru: Возвращает окну предыдущий размер или размер по умолчанию.

source: Moves the current window (can be moved with mouse or keyboard).
ar: تنقل النافذة الحالية (قابلة للتحريك عن طريق لوحة المفاتيح أو الفأرة)
ru: Перемещает текущее окно (может быть передвинуто мышью или клавиатурой)

source: Resizes current window (again, can be moved with mouse or keyboard).
ar: تعيد تحجيم النافذة الحالية (قابلة للتحريك عن طريق لوحة المفاتيح أو الفأرة)
ru: Изменяет размер текущего окна (опять же может быть передвинуто мышью или клавиатурой)

source: Minimizes current window.
ar: تصغر كل النوافذ المفتوحة
ru: Сворачивает текущее окно.

source: Maximizes current window.
ar: تكبر النافذة الحالية
ru: Разворачивает текущее окно на весь экран.

source: Space
ar: زر space
ru: Пробел

source: Displays the window menu with options such as 'Always on Top' and 'Minimize' and 'Maximize' and above commands.
ar: يعرض قائمة النوافذ مع خيارات مثل 'إبقاء على السطح' و 'تصغير' و 'تكبير' ..
ru: Отображает оконное меню с опциями "всегда поверх", "свернуть" и "развернуть" и командами выше.

source: Numpad
ar: زر Numpad

source: Place window in top left corner of screen.
ar: لجعل النافذة تتموضع في الزاوية العليا اليسارية من الشاشة
ru: Расположить окно в верхнем левом углу экрана.

source: Place window in top half of screen.
ar: لجعل النافذة تتموضع في النصف العليا من الشاشة
ru: Разместить окно в верхней половине экрана.

source: Place window in top right corner of screen.
ar: لجعل النافذة تتموضع في الزاوية العليا اليمينية من الشاشة
ru: Расположить окно в верхнем правом углу экрана.

source: Center/Maximize the window in the middle of the screen.
ar: لجعل النافذة تتوسط/تملأ الشاشة
ru: Центрировать/развернуть окно в середине экрана.

source: Place window in the bottom left corner of the screen.
ar: لجعل النافذة تتموضع في الزاوية السفلى اليسارية من الشاشة
ru: Расположить окно в нижнем левом углу экрана.

source: Place window in the bottom half of the screen.
ar: لجعل النافذة تتموضع في النصف الأسفل من الشاشة
ru: Разместить окно в нижней половине экрана.

source: Place window in the bottom right corner of the screen.
ar: لجعل النافذة تتموضع في الزاوية السفلى اليمينية من الشاشة
ru: Расположить окно в нижнем правом углу экрана.

source: Mouse Shortcuts
ar: اختصارات الفأرة
ru: Комбинации кнопок мыши

source: Left-click while dragging mouse
ar: إضغط على الزر الأيسر أثناء سحب الفأرة
ru: Левый клик во время перетаскивания

source: Moves the window.
ar: تحرك النافذة
ru: Перемещает окно.

source: Right-click while dragging mouse
ar: إضغط على الزر الأيمن أثناء سحب الفأرة
ru: Правый клик во время перетаскивания

source: Resizes the window (closest window edge).
ar: تعيد تحجيم النوافذ (الأقرب من الحافة)
ru: Изменяет размер окна (ближайший край окна).

source: Compiz Effects Shortcuts
ar: اختصارات تأثرات كومبيز
ru: Сочетания клавиш эффектов Compiz

source: All of the shortcuts listed in this section require Compiz to be enabled.
ar: كل الاختصارات المسرودة في هذا القسم، تتطلب أن يكون كومبِز Compiz ممكّناً.
ru: Все горячие клавиши на этой странице требуют включения Compiz.

source: Zoom out, show workspace switcher.
ar: تصغير المنظور، يعرض مبدّل مساحة العمل.
ru: Уменьшить масштаб, показать переключатель рабочих мест.

source: Enables the 'scale' effect, it shows all windows from the current workspace.
ar: تُمكّن تأثير "التأقلم مع حجم الشاشة"، تعرض جميع النوافذ من مساحة العمل الحالية.
ru: Включает эффект "масштабирования", показывающий все окна в текущем рабочем месте.

source: Enables the 'scale' effect, it shows all windows from all workspaces.
ar: تُمكّن تأثير "التأقلم مع حجم الشاشة"، تعرض جميع النوافذ من جميع مساحات العمل.
ru: Включает эффект "масштабирования", показывающий все окна во всех рабочих местах.

source: Invert colors of the focused window.
ar: عكس الألوان للنافذة التي عليها التركيز.
ru: Инвертирование цветов окна в фокусе

source: Invert colors for the whole screen.
ar: عكس الألوان للشاشة كاملة.
ru: Инвертирование цветов всего экрана

source: Scroll Wheel
ar: عجلة التمرير
ru: Колесо прокрутки

source: Zooms in on the screen.
ar: تكبّر منظور الشاشة.
ru: Изменяет масштаб изображения на экране

source: Middle Click
ar: النقرة الوسطى
ru: Средний клик

source: Select a region to zoom into, using a rectangle.
ar: اختر منطقة لتكبير منظورها باستخدام مستطيل.
ru: Выберите регион для масштабирования, используя прямоугольник.

source: Left Click
ar: النقرة اليسرى
ru: Левый щелчок

source: Move focused window.
ar: تحريك النافذة التي عليها التركيز.
ru: Перемещает окно под фокусом

source: Resize focused window.
ar: تغيير حجم النافذة التي عليها التركيز.
ru: Изменяет размер окна под фокусом

source: Right Click
ar: النقرة اليمنى
ru: Правый щелчок

source: Show window menu.
ar: عرض قائمة النافذة.
ru: Показать меню окна.

source: Your machine is made up of various components that interact with one another. This information is useful when providing support to ensure hardware and software works on your machine.
ar: حاسوبك مكون من مكونات مختلفة تتفاعل معاً. هذه المعلومات مفيدة عند تقديم الدعم للتأكد من أن العتاد والبرامج تعمل على حاسوبك.
ru: Ваш компьютер создан из различных компонентов, взаимодействующих друг с другом. Эта информация полезна при предоставлении поддержки, обеспечивающей работу оборудования и программного обеспечения на вашем компьютере.

source: View System Requirements
ar: عرض متطلبات النظام
ru: Просмотреть системные требования

source: Basic
ar: أساسي
ru: Базовые

source: Detailed
ar: مفصّل
ru: Детальные

source: Distribution:
ar: التوزيعة:
ru: Распространение:

source: Kernel:
ar: النواة:
ru: Ядро:

source: The Linux kernel is the heart of Ubuntu.
ar: نواة لنكس هي قلب أبونتو.
ru: Ядро Linux — это сердце Ubuntu.

source: Motherboard:
ar: اللوحة الأم:
ru: Материнская плата:

source: Boot Mode:
ar: وضع الإقلاع:
ru: Режим загрузки

source: Displays the mode that Ubuntu MATE is communicating with the firmware.
ar: يعرض الوضع الذي يتواصل به أبونتو ماتيه مع النظام الثابت (firmware).
ru: Отображает режим, в котором Ubuntu MATE взаимодействует с фирменным обеспечением.

source: Processor
ar: المعالج
ru: Процессор

source: Model:
ar: الطراز:
ru: Модель:

source: Speed:
ar: السرعة:
ru: Скорость:

source: Architecture in use:
ar: المعمارية المستخدمة:
ru: Используемая архитектура:

source: The operating system's architecture in use. For instance, i386 = 32-bit.
ar: معمارية نظام التشغيل المستخدمة. مثلاً، i386 تعني 32 بت.
ru: Используемая архитектура операционной системы. Например, i386 = 32-хразрядная.

source: Architecture(s) supported:
ar: المعماريات المدعومة:
ru: Поддерживаемые архитектуры:

source: Architectures that are supported by this processor.
ar: المعمارية التي يدعمها هذا المعالج.
ru: Архитектуры, поддерживаемые этим процессором.

source: Components
ar: المكونات
ru: Компоненты

source: Memory (RAM):
ar: الذاكرة العشوائية (RAM):
ru: Оперативная память (ОЗУ):

source: More RAM allows more applications to run simultaneously.
ar: المزيد من الذاكرة العشوائية (RAM) يسمح لتطبيقات أكثر بالعمل في آنٍ معاً.
ru: Большее количество ОЗУ одновременно запускать больше приложений.

source: Graphics:
ar: الرسوميات:
ru: Графика:

source: Internet Access:
ar: الولوج للإنترنت:
ru: Доступ к Интернету:

source: Connected
ar: متصل
ru: подключено

source: Not Connected
ar: غير متصل
ru: не подключено

source: Storage
ar: التخزين
ru: Хранилище

source: Root File System:
ar: نظام ملفات الجذر:
ru: Корневая файловая система:

source: The file system where Ubuntu MATE is installed.
ar: نظام الملفات حيث تم تثبيت أبونتو ماتيه.
ru: Файловая система, в которой установлена ОС Ubuntu MATE.

source: Entire Disk Capacity:
ar: السعة الكلّية للقرص:
ru: Полная ёмкость диска:

source: Ubuntu MATE Usage
ar: المستخدَم من قبل أبونتو ماتيه
ru: Используется Ubuntu MATE

source: Allocated for Ubuntu MATE:
ar: المخصّص لأبونتو ماتيه:
ru: Размечено для Ubuntu MATE:

source: The size of your operating system partition.
ar: حجم قسم نظام تشغيلك.
ru: Размер раздела вашей операционной системы.

source: Used Space:
ar: المساحة المستخدمة:
ru: Используемое пространство:

source: Free Space:
ar: المساحة الخالية:
ru: Свободное пространство:

source: Other Usage:
ar: استخدامات أخرى:
ru: Иное использование:

source: Reserved by system, other partitions, unallocated or swap.
ar: محجوز من قبل النظام، أو أقسام أخرى، أو غير معيّن، أو نظام التبديل swap.
ru: Неразмечено или зарезервировано системой, другими разделами и подкачкой

source: Why do I see two units?
ar: لم أرى وحدتين؟
ru: Почему я вижу две меры измерения?

source: SI or IEC Units?
ar: وحدة SI أو IEC؟
ru: Единицы СИ или МЭК?

source: Decimal (SI Standard)
ar: عشري (معيار SI)
ru: Десятичный формат (стандарт СИ)

source: 1 KB = 1000 bytes
ar: 1 ك.ب. = 1000 بايت
ru: 1 КБ = 1000 байт

source: Pronounced as "ga" - like "Mega", "Giga".
ar: تنطق "جا/كا" مثل "ميجا/ميكا"، "جيجا/كيكا".
ru: Произносится с "га" - как "мега", "гига".

source: Common in every day applications and file storage.
ar: شائع في قياس التطبيقات اليومية وتخزين الملفات.
ru: Используется в каждодневных приложениях и при обозначении объёма хранилища файлов.

source: Binary (IEC Standard)
ar: ثنائي (معيار IEC)
ru: Двоичный формат (стандарт МЭК)

source: 1 KiB = 1024 bytes
ar: 1 ك. ب. = 1024 بايت.
ru: 1 КиБ = 1024 байта

source: Pronounced as "bi" - like "Mebi", "Gibi".
ar: تُنطق "باي" - مثل "ميباي"، "جيباي".
ru: Произносится с "би" - как "меби", "гиби".

source: Common in RAM, drives and partitions, including tools like GParted.
ar: شائع في قياس الذاكرة العشوائية (RAM) والأقراص وأقسام الأقراص، متضمنة أدوات مثل ج.بارتد GParted.
ru: Используется при обозначении объёма ОЗУ, дисков и разделов в том числе в утилитах как GParted.

source: The following information is retrieved directly from the inxi command line program.
ar: المعلومات التالية مستخلصة مباشرة من برنامج سطر الأوامر inxi.
ru: Следующая информация собрана напрямую через программу командной строки inxi.

source: Gathering data...
ar: جاري جمع المعلومات ..
ru: Сбор данных...

source: System Profiler and Benchmark
ar: حول الجهاز
ru: Профилировщик системы и бенчмарк

source: See more specific system information in a graphical window, including connected USBs, PCI devices and a simple CPU benchmark.
ar: اطّلع على المزيد من المعلومات التفصيلية حول النظام في واجهة رسومية بما في ذلك مفاتيح الـ USB المتصلة ، أجهزة الـ PCI و قياس بسيط لمواصفات المعالج .
ru: Узнайте подробную информацию о системе в графическом окне, включающую подключенные USB, PCI-устройства и простой бенчмарк ЦП.

source: Disks
ar: الأقراص
ru: Диски

source: An advanced tool for viewing, creating, modifying and deleting partitions. It also has features to expand/shrink file systems and supports a wide range of formats.
ar: أداة متقدّمة لعرض، إنشاء، تعديل و حذف التقسيمات. بإمكانها أيضاً توسيع و تقليص نُظُم الملف، كما أنها تدعم مجال واسع من الصيغ.
ru: Продвинутая утилита для просмотра, модифицирования и удаления разделов. Она также имеет функции для расширения/сжатия файловых систем и поддерживает широкий ассортимент форматов.

source: Disk Usage Analyser
ar: محلل استخدام القرص
ru: Анализ использования диска

source: A graphical tool for exploring your file system or individual folders to determine how much space is being used.
ar: أداة رسومية لاستعراض نظام الملف أو المجلدات الفردية لمعرفة مقدار المساحة المستخدمة.
ru: Графическая утилита для исследования вашей файловой системы или конкретных папок на предмет используемого пространства диска.

source: System Monitor
ar: مراقبة النظام
ru: Системный монитор

source: Views currently running processes, resource usage, and the amount of space used and free for currently mounted file systems.
ar: العرض يظهر الآن العمليات، استهلاك الموارد، و كمية المواد الحرة و المستخدمة لنظم الملف المركّبة حالياً.
ru: Просмотр текущих запущенных процессов, использования ресурсов, количества занятого и свободного дискового пространства в смонтированных файловых системах.

source: Views and graphs the current temperature of components attached to the system. Including: Motherboard, CPU, GPU and hard disks.
ar: عرض و تخطيط درجات الحرارة الحالية للمكونات المرتبطة بالنظام. متضمناً : اللوحة الأم، المعالج، وحدة معالجة الرسوميات و القرص الصلب
ru: Отображение информации о текущей температуре компонентов, присоединённых к системе, включая материнскую плату, ЦП, ГП и жёсткие диски, в текстовом и графическом виде.

source: GParted
ru: Программа GParted

source: Activate Heads-up Display (HUD), if enabled in MATE Tweak.
ru: Включить HUD, если включено в MATE Tweak.

source: Take a screenshot of a selected area
ru: Сделать снимок выбранной области экрана

source: Pulldown Terminal, if enabled in MATE Tweak.
ru: Развернуть Терминал, если включено в MATE Tweak.

source: Toggle shaded state.
ru: Переключить затененное состояние.

source: Detailed specifications cannot be displayed as 'inxi' is not installed.
ru: Подробные спецификации не могут быть отображены, так как inxi не установлена.

source: A utility that allows basic configuration to your disks and partitions, including formatting, partitioning, mounting, viewing S.M.A.R.T data and writing images to SD cards/USB drives.
ru: Утилита, позволяющая проводить базовую настройку ваших дисков и разделов, включая форматирование, создание разделов,монтирование, просмотр данных S.M.A.R.T и запись образов на карты памяти и USB-накопители.
