Repository: max-linux/max-mate-welcome
Catalog: data/po/gettingstarted/*.po
Languages: ar, ru

source: Getting Started
ar: لنبدأ
ru: Начало работы

source: Topic Selection
ar: اختيار الموضوع
ru: Выбор темы

source: Previous
ar: السابق
ru: Предыдущий этап

source: Next
ar: التالي
ru: Следующий этап

source: Topics
ar: المواضيع
ru: Темы

source: Prerequisites
ar: المتطلبات الأساسية
ru: Требования

source: System Requirements
ar: مواصفات الجهاز المطلوبة
ru: Системные требования

source: Installation Preparation
ar: التحضير للتثبيت
ru: Подготовка к установке

source: Dual Booting
ar: الإقلاع الثنائي
ru: Двойная загрузка

source: Installation
ar: التثبيت
ru: Установка

source: Install Now
ar: ثبت الآن
ru: Установить сейчас

source: Utilities
ar: الأدوات
ru: Утилиты

source: Disks (Simple Partition Editor)
ar: Disks (محرر بسيط لتجزئة الأقراص)
ru: Disks (Простой редактор разделов)

source: GParted (Advanced Partition Editor)
ar: G patred (محرر متقدم لتجزئة الأقراص)
ru: GParted (Продвинутый редактор разделов)

source: Post-Installation
ar: ما بعد التثبيت
ru: После установки

source: Updates & Extras
ar: التحديثات و الإضافات
ru: Обновления и дополнения

source: Drivers
ar: التعريفات
ru: Драйверы

source: Language & Input
ar: اللغة و الإدخال
ru: Язык и раскладка

source: Optional Tasks
ar: المهام الاختيارية
ru: Опциональные задачи

source: Familiarity
ar: الألفة
ru: Знакомство

source: Customization
ar: التخصيص
ru: Пользовательская настройка

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
ru: Сочетания клавиш

source: Troubleshooting
ar: اكتشاف الأخطاء و أصلاحها
ru: Выявление неисправностей

source: System Specifications
ar: مواصفات الجهاز
ru: Системные характеристики

source: Modest System Requirements
ar: المواصفات المتطلبة الدنيا
ru: Скромные системные требования

source: Ubuntu MATE works well on both high-end to slow computers, optimized to be functional, while light on system resources.
ar: "أبونتو ماتيه" تعمل على كل من الأجهزة القوية و المتواضعة البطيئة ، مخصص بحيث يكون عمليا و لطيفا باستهلاك الموارد .
ru: Ubuntu MATE отлично работает, как на компьютерах последних моделей так и на слабых компьютерах. Она оптимизирована, чтобы быть функциональной и в то же время нетребовательной к системным ресурсам.

source: Minimum
ar: الحد الأدنى
ru: Минимальные

source: Pentium M 1.0 gigahertz (GHz)
ar: معالج بينتيوم M 1.0 جيجاهيرتز (ج.هـ)
ru: Pentium M 1.0 гигагерц (ГГц)

source: 1 gigabyte (GB) of RAM
ar: 1 جيجابايت (ج.ب) ذاكرة عشوائية "RAM"
ru: 1 гигабайт (ГБ) ОЗУ

source: 9 gigabytes (GB) of disk space
ar: 9 جيجابايت (ج.ب) من القرص كمساحة خالية
ru: 9 гигабайт (ГБ) места на диске

source: Recommended
ar: الموصى به
ru: Рекомендуемые

source: Core 2 Duo 1.6 gigahertz (GHz)
ar: معالج "كور 2 ديو" ( بتردد 1.6 جيجا هيرتز )
ru: Core 2 Duo 1.6 гигагерц (ГГц)

source: 2 gigabytes (GB) of RAM
ar: ذاكرة عشوائية "رام" (بحجم 2 جيجا بايت)
ru: 2 гигабайта (ГБ) ОЗУ

source: 16 gigabytes (GB) of disk space
ar: قرص بماسحة فارغة (بحجم 16 جيجا بايت)
ru: 16 гигабайт (ГБ) места на диске

source: The operating system will run much more efficiently if your computer meets or surpasses the recommended requirements.
ar: سيعمل نظام التشغيل بشكل أفضل في حال طابق أو فاق جهازك المواصفاتِ الموصّاة
ru: Операционная система будет работать более подуктивно, если ваш компьютер соответсвует рекомендуемым требованиям, или превосходит их.

source: What's inside my computer?
ar: ماذا دخل حاسوبي ؟
ru: Что внутри моего компьютера?

source: Installation Preparations
ar: تحضيرات التثبيت
ru: Подготовка к установке

source: Preparing to Install
ar: يتم التحضير للتثبيت
ru: Подготовка к установке

source: Ubuntu MATE is relatively simple to set up, whether you're looking to replace your existing operating system or install Ubuntu MATE alongside an existing one - such as
ar: تثبيت أبونتو ماتيه سهل نوعا ما ، سواء ان كنت تريد استبدال نظامك الحالي بها او تثبيت ابونتو ماتيه الى جانب النظام الموجود الذي قد يكون
ru: Ubuntu MATE относительно проста в установке, хотите ли вы заменить существующюю у вас операционную систему или же установить Ubuntu MATE рядом с существующей - такой как

source: Microsoft Windows or another
ar: ميكروسوفت ويندوز او
ru: Microsoft Windows или другим

source: GNU/Linux distribution.
ar: توزيعة جنو/لينيكس اخرى
ru: GNU/Linux дистрибутивом.

source: For the best results:
ar: للضمان الافضل لسلامة التثبيت :
ru: Для лучших результатов:

source: Back up
ar: خذ نسخة احتياطية عن
ru: Сохраните резервную копию

source: any important data to another storage device.
ar: أي بيانات مهمة ، و انقلها الى جهاز تخزين اخر
ru: любой важной информации на другое устройтсво хранения.

source: Connect to the Internet to install all available updates during installation.
ar: اتصل بالانترنت لتثبت اخر التحديثات المتوفرة اثناء التثبيت
ru: Подключитесь к интернету для установки всех доступных обновлений во время установки.

source: Stay connected to the Internet to install all available updates.
ar: ابق على اتصال بالانترنت لتثبت اخر التحديثات
ru: Оставайтесь подключенными к интернету чтобы установить все доступные обновления.

source: Plug your device into a power source if it is running on battery power.
ar: صِل جهازك بمصدر طاقة إذا كان يعمل على المدخرات .
ru: Подключите ваше устройство к источнику питания, если оно работает от батареи.

source: The live session you are currently in right now is a good opportunity to test Ubuntu MATE without modifying your computer, allowing you to test that all of your peripherals are working as intended before committing to installing it on your machine. Once you are ready, double click the installation icon on the desktop.
ar: الجلسة المباشرة و التي أنت بصددها الآن هي فرصة جيدة لتجربة أبونتو ماتيه دون تغيير حاسوبك، مما يسمح لك باختبار عمل جميع المعدات كما ينبغي لها قبل الإقدام على تثبيته على جهازك. عندما تكون مستعداً، اضغط بشكل مزدوج على أيقونة التثبيت على سطح المكتب
ru: Живая сессия, в которой вы сейчас находитесь — хороший шанс оценить Ubuntu MATE без модифицирования вашего компьютера, позволяющий вам проверить, что вся периферия работает, как надо, до установки системы на машину. Как только вы будете готовы, дважды нажмите на иконку установки на рабочем столе.

source: Modern UEFI-based computers
ar: الاجهزة الحديثة التي تعتمد UEFI
ru: Современные компьютеры, основанные на UEFI

source: If you have a modern PC that uses the Unified Extended Firmware Interface (UEFI), you may need to disable
ar: اذا كان لديك جهاز حديث بحيث انه يستخدم الواجهة الموحدة الموسعة للبرمجيات الثابتة (UEFI) فقد يتوجب عليك اما تعطيل خاصية
ru: Если у вас современный ПК, использующий единый интерфейс расширяемой прошивки (UEFI), вам может понадобиться отключить

source: Secure Boot
ar: الإقلاع آمن
ru: Безопасную загрузку

source: (or enable the
ar: أو (تفعيل خاصية
ru: (или включить

source: Unlock Bootloader
ar: الإقلاع الآمن
ru: разблокировку загрузчика)

source: option) in the BIOS prior to installation, particularly if an operating system was pre-installed.
ar: 1. إذا كان لديك جهاز يستخدم واجهة البرنامج الثابت الممتد UEFI فقد تضطر لإيقافه 2. الإقلاع الآمن 3. أو فعّل 4. محمّل الإقلاع غير المقفل 5. الخيارات) في BIOS قبل التثبيت و خصوصاً إذا كان هناك نظام تشغيل مثبّت مسبقاً
ru: ) в BIOS до начала установки, особенно если до этого была пре-установлена операционная система.

source: If you are using a legacy BIOS machine, you do not need to do this.
ar: و لست مضطرا لعمل هذا كله ان كنت تستخدم نمط البيوس التقليدي
ru: Если ваша машина использует BIOS, вам это делать не нужно.

source: Especially when dual booting, it is important that you boot your system in the correct mode and use the
ar: من الهام في حالة الاقلاع الثنائي مع نظام تشغيل اخر ان تقلع نظامك بالوضع الصحيح و ان تستخدم
ru: Важно, особенно при использовании двух систем одновременно, загружать систему в верном режиме и использовать

source: 64-bit image
ar: نسخة 64 بت
ru: 64-хразрядный образ

source: , as you cannot boot an operating system installed in BIOS mode after installing a UEFI-enabled operating system or vice versa.
ar: اذ انه لا يمكن الاقلاع الى نظام تشغيل مثبت بوضع البيوس التقليدي بعد تثبيت نظام مفعل فيه وضع الـ UEFI و العكس صحيح
ru: , так как вы не сможете загрузить операционную систему, установленную в режиме BIOS, после установки операционной системы с поддержкой UEFI, или наоборот.

source: Booting in BIOS mode on a UEFI system with a GPT-formatted disk will also show a "protection layer".
ar: الاقلاع بوضع البيوس على نظام UEFI على قرص منسق بنمط جدولة GPT سيظهر ايضا "طبقة حماية".
ru: Загрузка в режиме BIOS на системе UEFI с GPT-форматированном диске также отобразит "слой защиты".

source: Do not worry,
ar: لكن لا تقلق ،
ru: Не беспокойтесь,

source: your data is not lost or corrupt!
ar: فبياناتك لم تضع او تخرب
ru: ваши данные не потеряны или испорчены!

source: Your system is currently running in
ar: نظامك يعمل حالياً في
ru: Ваша система сейчас запущена в режиме

source: mode
ar: وضع

source: Swap
ar: مساحة الابدال swap
ru: Своп

source: For computers that start to run low on memory (RAM), the operating system will start swapping content from memory to the hard disk. This is known as a "paging file" in Windows. Performance will decrease when running low on memory and could possibly freeze if you completely run out of memory without anywhere to swap.
ar: للحواسيب التي تنخفض فيها الذاكرة العشوائية (RAM)، سيبدأ نظام التشغيل بإبدال محتوى الذاكرة العشوائية بينها وبين القرص الصلب. وهذا يعرف بـ"ملف الصفحات" في ويندوز. سينخفض الأداء إذا انخفضت الذاكرة العشوائية وربما يتوقف النظام تماماً إذا نفدت الذاكرة دون وجود مساحة للإبدال.
ru: На компьютерах с низким количеством свободной памяти (ОЗУ) операционная система начинает свопить содержимое памяти на жёсткий диск. Это также известно как "файл подкачки" в Windows. Производительность будет уменьшаться, и система может даже застынуть, если у вас совершенно закончится память и пространство свопа.

source: By default, a swap partition is created based on the size of your RAM. For example, if you have 2 GiB of RAM, then 2 GiB of hard disk space will be reserved for swap at the end of the drive.
ar: افتراضيا، فان قسم الابدال يشنا اعتمادا على حجم الذاكرة العشوائية في جهازك. على سبيل المثال ، ان كان لديك ذاكرة بحجم 2 جيجا بايت ، اذن سيقتطع 2 جيجا بايت من مساحة التخزين لانشاء قسسم مساحة الابدال في نهاية اقسام القرص
ru: По умолчанию раздел свопа создаётся на основе размера вашей ОЗУ. Например, если у вас 2 ГиБ ОЗУ, на конце привода будет зарезервировано 2 ГиБ дискового пространства для свопа.

source: Swap space that's the size of your RAM is also required if you would like to hibernate the system (as known as suspending to disk).
ar: مساحة إبدال تساوي حجم ذاكرتك العشوائية (RAM) مطلوبة أيضاً إذا كنت تريد إسبات النظام (كما هو معروف بالتعليق إلى القرص).
ru: Пространство для свопа размером с ОЗУ вашего компьютера также требуется, если вы хотите проводить гибернацию систему (также известно как сохранение сеанса на диск).

source: Should you wish to install Ubuntu MATE alongside your existing operating system, your partitions need to be shrunk. This results in sections of your hard disk being split between multiple operating systems.
ar: ان كنت تفضل تثبيت ابونتو ماتيه الى جانب النظام الموجود على جهازك ، فان على اقسام التخزين ان تقلص . هذا يؤدي الى ان يقسم قرص التخزين لديك بين عدة انظمة تشغيلذ
ru: Если вы хотите установить Ubuntu MATE вместе с вашей существующей операционной системой, вам нужно сжать разделы. Это приводит к делению частей вашего жёсткого диска между множеством операционных систем.

source: I'm dual booting with
ar: ساقوم بالاقلاع الثنائي مع
ru: Двойная загрузка с

source: To minimize the risk of data loss or failure, ensure that:
ar: لتقليص نسبة خطر فقدان البيانات أو الفشل تأكد أنه:
ru: Чтобы минимизировать риск потери данных или неудачи, убедитесь в том, что:

source: There is enough free space. 10 GB minimum is recommended.
ar: لديك مساحة فارغة كافية. من المستحسن أن يكون هنالك على الأقل 10 جيجا بايت من المساحة الفارغة.
ru: Свободного пространства достаточно. Минимально рекомендуемое свободное пространство - 10 ГБ.

source: important data to another drive.
ar: قد قمت بنسخ بياناتك احتياطيا و نقلتها الى جهاز اخر
ru: важные данные на другое устройство хранения.

source: Defragment the hard drive.
ar: إلغاء تجزئة القرص الصلب.
ru: Дефрагментируйте жёсткий диск.

source: Ensure Windows has been cleanly shut down (not hibernated).
ar: تاكد من انه قد تم اغلاق نظام الويندوز بشكل سليم (ليس بوضع السبات)
ru: Убедитесь, что ОС Windows завершила работу (не вошла в режим гибернации).

source: Which approach would you prefer?
ar: اي الاسلوبين تفضل ؟
ru: Какой подход вы предпочтёте?

source: Simple
ar: البسيط
ru: Простой

source: Advanced
ar: المتقدم
ru: Продвинутый

source: Safest
ar: الأكثر أمانا
ru: Наиболее безопасный

source: The simplest method is to use the installer.
ar: الطريقة الابسط هي استخدام المثبت
ru: Простейший метод - это использование установщика.

source: The installer scans your disks for existing operating systems and provides a choice on what you'd like to do.
ar: المثبت يتفحص الاقراص على جهازك ليجد انظمة التشغيل الموجودة و يوفر خيارا حول ما تريد القيام به
ru: Установщик сканирует ваши диски на наличие существующих операционных систем и предлагает вам выбор того, что вы желали бы сделать.

source: You will see an option similar to this:
ar: سترى خيار مماثل لـ :
ru: Вы увидите подобную опцию:

source: Followed by:
ar: متبوعا بـ :
ru: А затем:

source: Do not interrupt or power off the computer during a resize operation.
ar: لا تقم بمقاطعة او فصل الجهاز عن مصدر الطاقة اثناء عملية اعادة التحجيم
ru: Не выключайте компьютер во время изменения размера раздела.

source: If you do, data loss or a partition table corruption could occur. Please double check your changes before proceeding.
ar: في حال قمت بذلك ، قد تواجه مشاكل تلف القطاعات او تفقد بياناتك . لذا تاكد من تعديلاتك بشكل جيد قبل الاستمرار باعادة التحجيم
ru: Иначе произойдёт порча таблицы разделов или потеря данных. Перепроверьте ваши изменения перед тем, как продолжить.

source: The installer may show a
ar: قد يظهر المثبت :
ru: Установщик может показать

source: spinner cursor for a long period of time, depending on the size of your disk
ar: مؤشرا يدور لفترة طويلة اعتمادا على حجم قرصك
ru: крутящийся курсор в течение долгого времени, в зависимости от размера вашего диска

source: When you next boot Windows, run
ar: بعد اقلاعك مجددا الى نظام الويندوز شغل
ru: После следующего запуска Windows, запустите

source: from the command prompt to check the file system for errors. Windows may schedule this automatically. This ensures consistency for the NTFS file system.
ar: تأكد من وجود اخطاء في نظام الملفات من خلال موجه الأوامر . نظام ويندوز قد يجدول هذا تلقائيا . مما يضمن الانسجام لنظام ملفات الـ NTFS .
ru: в командной строке, чтобы проверить файловую систему на ошибки. Windows может запланировать это автоматически. Это поддерживает согласованность файловой системы NTFS.

source: Use GParted or the installer's "Custom" option.
ar: استخدم برنامج Gparted او خيار "المخصص" من المثبت .
ru: Используйте GParted или опцию "Ручная настройка" установщика.

source: is available during the live session only.
ar: متوافر فقط من الجلسة الحية.
ru: доступна только во время "живой" сессии.

source: It is located under the
ar: تجده في قائمة
ru: Она располагается под меню

source: System
ar: النظام
ru: Система

source: Administration
ar: الإدارة
ru: Управление

source: menu. GParted provides complete flexibility over your partitions, primarily for power users who know how they'd like to layout their disks. This method makes changes to partitions prior to installation.
ar: يوفر Gparted مرونة كاملة لتتحكم باقسام التخزين ، خصوصا للمستخدمين المتقدمين الذين يعلمون كيف يريدون تقسيم اقراصهم . هذه الطريقة تعتمد على تجهيز الاقسام و اعدادها قبل التثبيت
ru: GParted предоставляет полный контроль над вашими разделами, в основном для опытных пользователей, знающих, какой должна быть структура их дисков. Этот метод изменяет разделы до установки.

source: After completing operations to your disk, you can leave the remaining space unallocated,
ar: بعد انهائك للعمليات على قرصك يمكنك ترك المساحة الباقية كـ "غير معرفة"
ru: После завершения операций с вашим диском вы можете оставить свободное пространство неразмеченным,

source: whereby the installer will detect this unused space to install Ubuntu MATE to.
ar: حيث يقوم المثبت بمعرفة الاقسام الغير مستخدمة ليثبت ابونتو ماتيه
ru: и тогда установщик найдёт это неиспользуемое пространство, на которое возможно установить Ubuntu MATE.

source: Using the Installer's "Custom" option.
ar: استخدام خيار "مخصص" من المثبت
ru: Использование опции "Ручная настройка" установщика.

source: Instead or in addition to GParted, the
ar: بدل أو بالاضافة لاستخدام Gparted فانه يمكنك عبر خيار
ru: Вместо или в дополнение к GParted, опция

source: Custom
ar: مخصص
ru: Ручной настройки

source: option during the installation wizard can also configure and resize your partitions as well as choose mount points. Dividing your disks can make it somewhat easier to re-install the operating system later if desired.
ar: ان تقوم باعادة تحجيم او اعداد او حتى انشاء "نقاط تركيب / mount points "لاقراصك. تقسيمك للاقراص قد يساعد مستقبلا على اعادة تثبيت نظام التشغيل في حال اردت ذلك.
ru: во время установки так же позволяет настроить и изменить размер ваших разделов, а также выбрать точки монтирования. Разделение ваших дисков может сделать проще переустановку ОС позже, если такая понадобится.

source: You can specify these mount points:
ar: يمكنك تحديد "نقاط التركيب" هذه :
ru: Вы можете указать эти точки монтирования:

source: The base for Ubuntu MATE
ar: اساس و جذر نظام ابونتو ماتيه
ru: Основа Ubuntu MATE

source: Bootloader and kernels
ar: محمل الاقلاع و الانوية
ru: Загрузчик и ядра

source: Your personal files and folders
ar: الملفات الشخصية
ru: Ваши личные файлы и папки

source: Temporary files
ar: الملفات المؤقتة
ru: Временные файлы

source: Contains most of the applications
ar: يحتوي اغلب البرامج
ru: Содержит большую часть приложений

source: (binaries, documentation, libraries, etc)
ar: (كالتوثيق ، المكتبات ، الخ)
ru: (бинарные файлы, документации, библиотеки и т.д.)

source: Variable data
ar: البيانات المتغيرة
ru: Переменные данные

source: (such as system logs)
ar: ( كسجلات النظام )
ru: (такие как системные журналы отладки)

source: Data for System Services
ar: بيانات خدمات النظام
ru: Данные системных служб

source: (typically used for server configurations)
ar: (عادة ما يستخدم لاعدادات الخوادم)
ru: (обычно используемые для серверных конфигураций)

source: Additional software unmanaged by the package manager
ar: برمجيات اضافية غير مدارة من قبل مدير الحزم
ru: Дополнительное ПО, не управляемое менеджером пакетов,

source: such as
ar: مثل :
ru: такое как

source: Creating separate partitions for all above mount points is not necessary.
ar: ان انشاء اقسام منفصلة لكل نقاط التركيب السابقة ليس ضروريا .
ru: Создание отдельных разделов для каждой точки монтирования выше необязательно.

source: The commonly partitioned directories being
ar: اشهر الحاويات المقسمة هي
ru: Обычно создаются разделы для папок

source: and
ar: و
ru: и

source: These mount points can also be set across different
ar: نقاط التركيب هذه بمكن ان تعد مختلف انواع
ru: Эти точки монтирования могут также быть назначены на нескольких

source: physical disks, for instance, if you'd like the OS
ar: الاقارص الفيزيائية ، على سبيل المثال ، يمكنك ان ختار ان يكون نظام التشغيل على القسم
ru: физических дисках, например, если вы хотите, чтобы ОС была

source: on an SSD,
ar: على قرص الحالة الصلبة/ SSD
ru: на SSD,

source: but your personal files
ar: لكن في نفس الوقت تختار لملفاتك الشخصية قسم
ru: а ваши личные файлы

source: on a mechanical hard drive.
ar: على قرص صلب تقليدي / HDD
ru: на механическом жёстком диске.

source: Shrink your system disk within Windows.
ar: قلص حجم قرص النظام من ويندوز.
ru: Сожмите ваш системный диск в Windows.

source: Applies to Windows Vista and later.
ar: هذا ينطبق على اصدارات ويندوز من فيستا و ما بعدها .
ru: Применимо к Windows Vista и позже.

source: If you are using Windows XP or earlier, you will need to use the
ar: اذا كانت تستخدم ويندوز اكس بي او اصدار ما اقدم عليك ان تستخدم حينها
ru: Если вы используете Windows XP или более раннюю систему, вам будет нужно использовать

source: or
ar: أو طريقة
ru: или

source: method to shrink your disk.
ar: لتقلص حجم قرصك
ru: для сжатия диска.

source: Newer versions of Windows provide a tool to shrink the NTFS volume from within Windows. This is a safer bet if it's essential that Windows still boots on your computer while experiencing Ubuntu MATE.
ar: الإصدارات الأحدث من ويندوز توفر أداة لتقليص قرص NTFS من داخل ويندوز. هذا أكثر أماناً إذا كان من الضروري إبقاء ويندوز قابلاً للإقلاع على حاسوبك مع الاستمتاع بأبونتو ماتيه.
ru: Более новые версии Windows предоставляют утилиту для сжатия тома NTFS внутри системы. Это более безопасно, если Windows обязательно должна продолжать загружаться на вашем компьютере с установленной Ubuntu MATE.

source: Open
ar: افتح
ru: Откройте

source: Disk Management
ar: إدارة القرص
ru: Управление диском

source: from the start menu.
ar: من قائمة إبدأ
ru: в основном меню.

source: Right click your desired drive and choose
ar: انقر على القرص الذي تريده ثم اختر
ru: Нажмите правой кнопкой мыши по желаемому приводу и выберите опцию

source: Shrink Partition
ar: تصغير القسم
ru: Сжать раздел

source: from the context menu.
ar: من القائمة الفرعية
ru: в контекстном меню.

source: Enter the amount to shrink your system partition by.
ar: ادخل الكمية التي تريد تقليص القرص بها
ru: Введите значение, на которое нужно сжать ваш системный раздел.

source: Remember, Ubuntu MATE needs at minimum 8 GB of disk space.
ar: تذكر ان ابونتو ماتيه تحتاج الى مساحة 8 جيجا بايت على الاقل من مساحة القرص
ru: Помните, что для Ubuntu MATE требуется как минимум 8 ГБ дискового пространства.

source: Further Reading
ar: للتوسع
ru: Дальнейшее чтение

source: For further information on the best practices to modify partitions containing Windows, see the following
ar: لمعلومات اكثر حول الممارسات الافضل للتعديل على الاقراص التي تحوي نظام ويندوز الق نظرة على التالي
ru: Для дальнейшей информации о лучших способах редактирования разделов с Windows, см. последующую

source: help article
ar: مقال مساعد
ru: статью

source: online
ar: متصل
ru: онлайн

source: Repairing Boot Problems
ar: اصلاح مشاكل الإقلاع
ru: Исправление проблем загрузки

source: Linux distributions use a boot loader known as
ar: توزيعات لينكس تستعمل محمل إقلاع يدعى
ru: Дистрибутивы Linux используют загрузчик, известный как

source: which looks for and bootstraps the operating system. However, some operating systems (such as Windows) do not integrate with existing boot loaders and will overwrite them, with the potential to lose access to Ubuntu MATE temporally.
ar: و الذي يقوم بالتعرف على الأنظمة و اقلاعها . لكن بعض انظمة التشغيل (كـويندوز مثلا) لا تتوافق معه و تقوم باستبداله بمحملات اقلاع خاصة بها . مع احتمال فقدان القدرة على الوصول لابونتو ماتيه بشكل مؤقت .
ru: который ищет и загружает операционную систему. Однако некоторые операционные системы (такие как Windows) не интегрируются с существующими загрузчиками и будут их перезаписывать, что может привести к временной потере доступа к Ubuntu MATE.

source: Fortunately, you can use the
ar: لحسن الحظ يمكنك استخدام أداة
ru: К счастью, вы можете использовать утилиту

source: Boot Repair
ar: اصلاح الإقلاع
ru: Исправление загрузки

source: tool to repair common problems caused by other operating systems.
ar: لحل المشاكل الشائعة التي تسببها الانظمة الاخرى
ru: для исправления обычных проблем, возникающих из-за других операционных систем.

source: Requires downloading a package.
ar: يتطلب تحميل حزمة .
ru: Требует загрузки пакета.

source: Please connect to the Internet to download and use this utility.
ar: يرجى اتصل بالإنترنت لتحميل و استعمال هذه الأداة
ru: Пожалуйста, подключитесь к Интернету для загрузки и использования этой утилиты.
