Repository: max-linux/max-mate-welcome
Catalog: po/*.po
Languages: ar, da_dk, fr_fr, hy, lt_lt, ru, sk

source: Software changes are in progress. Please allow them to complete before closing Welcome.
ar: جاري تنفيذ التغييرات . فضلا ، دع العملية تتم قبل إغلاق شاشة الترحيب .
da_dk: Software ændringer er undervejs. Tillad dem venligst at færdiggøre inden du lukker ned for Velkomsten
fr_fr: Des modifications logicielles sont en cours. Veuillez laisser Bienvenue terminer ces opérations avant de fermer la fenêtre.
hy: Որոշ ծրագրային փոփոխություններ դեռ ընթացքի մեջ են։ Խնդրում ենք, սպասել դրանց վերջանալուն մինչև Բարի Գալուստի փակելը։
lt_lt: Programinės įrangos pakeitimai yra eigoje. Prašome, prieš užveriant programą Sveiki, leisti jiems užsibaigti.
ru: Выполняются изменения программного обеспечения. Пожалуйста, позвольте им завершиться, прежде чем закрыть окно Приветствия.
sk: Prebiehajú zmeny v softvéri. Prosím povolte ich dokončenie skôr než zavriete toto okno.

source: OK
ar: حسناً
hy: Եղավ
lt_lt: Gerai
ru: ОК

source: Successfully performed fix.
ar: تم الإصلاح بنجاح .
da_dk: udførte rettelsen succesfuldt
fr_fr: Correction appliquée avec succès
hy: Կարգավորումը հաջողվեց։
lt_lt: Pataisymas sėkmingai atliktas.
ru: Успешно применено исправление.
sk: Oprava bola úspešne vykonaná.

source: Any previously incomplete installations have been finished.
ar: تم إنهاء التثبيتات التي لم تتم سابقا .
da_dk: Alle førhenværende ufuldendte installeringer er nu afsluttede.
fr_fr: Toutes les installations qui étaient incomplètes sont terminées.
hy: Նախկինում անավարտ ծրագրային ներդրումները ավարտվեցին։
lt_lt: Bet kokie ankstesni nepilni įdiegimai buvo užbaigti.
ru: Все ранее незавершенные установки были завершены.
sk: Akékoľvek neúplné inštalácie boli dokončené.

source: Failed to perform fix.
ar: فشل في تنفيذ الإصلاح .
da_dk: Kunne ikke udføre rettelsen.
fr_fr: Échec de l'application de la correction.
hy: Կարգավորումը ձախողվեց։
lt_lt: Nepavyko atlikti pataisymo.
ru: Не удалось применить исправление.
sk: Nepodarilo sa vykonať opravu.

source: Errors occurred while finishing an incomplete installation.
ar: حصلت أخطاء أثناء القيام بإنهاء التثبيتات التي لم تتم .
da_dk: Der opstod en eller flere fejl under udførelsen af en ukomplet installation
fr_fr: Il y a eu des erreurs lors de la finalisation d'une installation incomplète
hy: Անավարտ ծրագրային ներդրումը ավարտելուց սխալներ առաջացան։
lt_lt: Užbaigiant nepilnus įdiegimus, įvyko klaida.
ru: Во время завершения незаконченной установки произошли ошибки.
sk: Došlo k chybám pri dokončovaní neúplných inštalácií.

source: Packages with broken dependencies have been resolved.
ar: تم حل مشكلة الحزم ذات الاعتماديات المكسورة .
da_dk: Software pakker med ødelagte afhængigheder er nu blevet afviklet.
fr_fr: Les paquets avec des dépendances erronées ont été corrigés.
hy: Կոտրված կապվածություններ ունեցող փաթեթները կարգավորվեցին։
lt_lt: Paketai su sugadintomis priklausomybėmis buvo išspręsti.
ru: Были решены проблемы с пакетами с нарушенными зависимостями.
sk: Balíky so zlými závislosťami boli vyriešené.

source: Packages may still have broken dependencies.
ar: ما زال للحزم اعتماديات مكسورة .
da_dk: Nogle software pakker har muligvis stadig ødelagte afhængigheder.
fr_fr: Les paquets peuvent encore avoir des dépendances erronées.
hy: Հնարավոր է, փաթեթները դեռ ունեն կոտրված կախվածություններ։
lt_lt: Paketai vis dar gali turėti sugadintų priklausomybių.
ru: Пакеты всё ещё могут иметь нарушенные зависимости.
sk: Balíky môžu stále mať poškodené závislosti.

source: Successfully updated cache.
ar: تم تحديث المخازن .
da_dk: Opdaterede cachen seccesfuldt.
fr_fr: Cache correctement mis à jour.
hy: Քէշը հաջողությամբ թարմացվեց։
lt_lt: Podėlis sėkmingai atnaujintas.
ru: Успешно обновлён кэш.
sk: Úspešne aktualizovaná vyrovnávaciu pamäť.

source: Software is now ready to install.
ar: البرنامج جاهز للتثبيت .
da_dk: Softwaren er nu klar til installation.
fr_fr: Le logiciel est maintenant prêt à être installé.
hy: Ծրագիրը պատրաստ է ներդրմանը։
lt_lt: Dabar programinė įranga yra paruošta įdiegti.
ru: Программное обеспечение теперь готово к установке
sk: Softvér je teraz pripravený na inštaláciu.

source: Failed to update cache.
ar: تعذر في تحديث المخازن .
da_dk: Kunne ikke opdatere cachen.
fr_fr: Échec de la mise à jour du cache.
hy: Ձախողվեց քէշի թարմացումը։
lt_lt: Nepavyko atnaujinti podėlio.
ru: Не удалось обновить кэш.
sk: Nepodarilo sa aktualizovať vyrovnávaciu pamäť.

source: There may be a problem with your repository configuration.
ar: ربما هناك مشكلة في إعدادات المستودعات .
da_dk: Der er muligvis et problem med konfigurationen af software arkiver.
fr_fr: Il y a peut-être un problème avec la configuration du répertoire.
hy: Շտեմարանի կարգավորումներում կարող է խնդիրներ լինեն։
lt_lt: Gali būti, kad yra problemų su jūsų saugyklos konfigūracija.
ru: С конфигурацией вашего репозитория могла возникнуть проблема.
sk: Môže tu byt problém s nastavením konfigurácie zdrojov softvéru.

source: Welcome will stay up-to-date.
ar: 'شاشة الترحيب' ستبقى محدّثة
da_dk: Velkomstsprogrammet vil holde sig opdateret.
fr_fr: Bienvenue restera à jour.
hy: Բարի Գալուստը կմնանա թարմացված։
lt_lt: Programa Sveiki bus atnaujinama į naujausias versijas.
ru: Программа Добро пожаловать будет оставаться обновленной.
sk: Uvítacie okno zostane aktualizované

source: Welcome and the Software Boutique are set to receive the latest updates.
ar: 'شاشة الترحيب' و 'معرض البرامج' سيستقبلان آخر التحديثات .
da_dk: Velkomstsprogrammet og Software Butikken er sat til at modtage de sidste nye opdateringer.
fr_fr: Bienvenue et la Boutique de logiciels sont configurés pour recevoir les dernières mises à jour.
hy: Բարի Գալուստը և Ծրագրերի կրպակը պատրաստվում են ստանալ վերջին թարմացումները։
lt_lt: Programa Sveiki ir Programinės įrangos butikas yra nustatyti gauti naujausius atnaujinimus.
ru: Программы Добро пожаловать и Магазина программного обеспечения будут получать новейшие обновления.
sk: Uvítacie okno a Obchod so Softvérom sú nastavené aby získavali najnovšie aktualizácie.

source: Everything is up-to-date
ar: كل شيء محدَّث
da_dk: Alting er opdateret til seneste versioner.
fr_fr: Tout est à jour
hy: Ամեն ինչ թարմացված է։
lt_lt: Viskas yra naujausios versijos
ru: Всё обновлено
sk: Všetko je aktualizované.

source: All packages have been upgraded to the latest versions.
ar: تم تحديث كل البرامج لآخر نسخ
da_dk: Alle software pakker er blevet opgraderet til de seneste versioner.
fr_fr: Tous les paquets ont été mis à jour à la dernière version.
hy: Բոլոր փաթեթները արդիականացվել են ամենավերջին տարբերակներով։
lt_lt: Visi paketai buvo atnaujinti į naujausias versijas.
ru: Все пакеты были обновлены до актуальных версий.
sk: Všetky balíky boli inovované na najnovšie verzie.

source: Installed
ar: مُثبَّت
da_dk: Installeret
fr_fr: Installé
hy: Ներդրված է։
lt_lt: Įdiegta
ru: Установлено
sk: Nainštalované

source: The application is now ready to use.
ar: التطبيق جاهز للاستخدام
da_dk: Applikationerne er nu klar til brug.
fr_fr: L'application est maintenant prête à l'emploi.
hy: Ծրագիրը պատրաստ է օգտագործման համար։
lt_lt: Dabar, programa paruošta naudojimui.
ru: Приложение теперь готово к использованию.
sk: Aplikácia je pripravená na použitie.

source: was not installed.
ar: لم يتم التثبيت
da_dk: blev ikke installeret.
fr_fr: n'a pas été installé.
hy: Ներդված չէ։
lt_lt: nebuvo įdiegta.
ru: не было установлено.
sk: nebol nainštalovaný.

source: The operation was cancelled.
ar: تم إلغاء العملية
da_dk: Operationen blev afbrudt.
fr_fr: L'opération a été annulée.
hy: Գործողությունը կասեցված է։
lt_lt: Operacija atšaukta.
ru: Операция отменена.
sk: Operácia bola zrušená.

source: failed to install
ar: فشل في التثبيت
da_dk: kunne ikke installere
fr_fr: n'a pas pu être installé
hy: Ձախողվեց ներդնել։
lt_lt: nepavyko įdiegti
ru: не удалось установить
sk: inštalovanie zlyhalo

source: There was a problem installing this application.
ar: حدثت مشكلة في تثبيت هذا التطبيق .
da_dk: Der opstod et problem under installationen af denne applikation.
fr_fr: Il y a eu un problème pendant l'installation de cette application.
hy: Ծրագիրը ներդնելուց խնդիր առաջացավ։
lt_lt: Įdiegiant šią programą, atsirado problemų.
ru: В процессе установки этого приложения возникла проблема.
sk: Vyskytol sa problém počas inštalácie aplikácie.

source: Removed
ar: أُزِيل
da_dk: Fjernet
fr_fr: Désinstallé
hy: Ջնջված է
lt_lt: Pašalinta
ru: Удалено
sk: Odstránené

source: The application has been uninstalled.
ar: تم إلغاء تثبيت هذا التطبيق
da_dk: Applikationen er nu af-installeret
fr_fr: Cette application a été désinstallée.
hy: Ծրագիրը հեռացվեց։
lt_lt: Programa buvo pašalinta.
ru: Приложение было удалено.
sk: Aplikácia bola odinštalovaná.

source: was not removed.
ar: لم يُزَلْ.
da_dk: blev ikke fjernet.
fr_fr: n'a pas été désinstallé.
hy: Չի ջնջվել։
lt_lt: nebuvo pašalinta.
ru: не было удалено.
sk: nebola odstránená.

source: failed to remove
ar: فشل في الإزالة
da_dk: kunne ikke fjerne
fr_fr: n'a pas pu être désinstallé.
hy: Ձախողվեց ջնջելը
lt_lt: nepavyko pašalinti
ru: не удалось удалить.
sk: zlyhalo odstránenie

source: A problem is preventing this application from being removed.
ar: مشكلة تمنع هذا البرنامج من أن يزال .
da_dk: Et problem forhindrer denne applikation i at blive fjernet.
fr_fr: Un problème empêche cette application d'être supprimée.
hy: Կա մի խնդիր, որը չի թողնում հեռացնել այս ծրագիրը։
lt_lt: Problema neleidžia šiai programai būti pašalintai.
ru: Удаление этого приложения предотвращается некоторой проблемой.
sk: Problém neumožňuje odinštalovanie aplikácie.

source: Upgraded
ar: تمت ترقيته
da_dk: Opgraderet
fr_fr: Mis à jour
hy: Արդիականացված է
lt_lt: Atnaujinta
ru: Обновлено
sk: Inovované

source: This application is set to use the latest version.
ar: هذا التطبيق سيبقى محدثاً ليواكب النسخة الأحدث.
da_dk: Denne applikation er sat til at benytte den seneste version.
fr_fr: Cette application est réglée pour utiliser la dernière version.
hy: Այս ծրագիրը պատրաստ է օգրագործել ամենավերջին տարբերակը։
lt_lt: Ši programa yra nustatyta naudoti naujausią versiją.
ru: Приложение будет использовать новейшую версию.
sk: Táto aplikácia je nastavená na použitie najnovšej verzie.

source: was not upgraded.
ar: لم تتم ترقيته .
da_dk: blev ikke opgraderet
fr_fr: n'a pas été mis à jour.
hy: արդիականացված չէ։
lt_lt: nebuvo atnaujinta.
ru: не было обновлено.
sk: nebol aktualizovaný.

source: The application will continue to use the stable version.
ar: سيبقى التطبيق بنسخته المستقرة الحالية .
da_dk: Denne applikation vil fortsat benytte den stabile version
fr_fr: Cette application continuera à utiliser la version stable.
hy: Ծրագիրը կշարունակի օգտագործել կայուն տարբերակը։
lt_lt: Programa ir toliau naudos stabilias versijas.
ru: Приложение будет продолжать использовать стабильную версию.
sk: Aplikácia bude používať stabilnú verziu.

source: failed to upgrade
ar: فشل في الترقية
da_dk: kunne ikke opgradere
fr_fr: n'a pas pu être mis à jour.
hy: ձախողվեց արդիականացվել
lt_lt: nepavyko atnaujinti
ru: не удалось обновить
sk: zlyhala aktualizácia

source: A problem is preventing this application from being upgraded.
ar: هناك مشكلة تمنع التطبيق من أن يرقّى .
da_dk: Et problem forhindrer denne applikation i at blive opraderet.
fr_fr: Un problème empêche cette application d'être mise à jour.
hy: Կա մի խնդիր, որը չի թողնում արդիականացնել այս ծրագիրը։
lt_lt: Problema neleidžia šiai programai būti atnaujintai.
ru: Обновление этого приложения предотвращается некоторой проблемой.
sk: Problém neumožňuje aktualizovanie aplikácie.

source: Blu-ray AACS database install succeeded
ar: تم تثبيت قاعدة بيانات 'Blu-ray AACS' .
da_dk: Blu-Ray AACS database installation fuldendt.
fr_fr: L'installation de la base de données Blu-ray AACS a réussi
hy: Blu-ray AACS֊ի տվյալների բազայի ներդրումը հաջողվեց
lt_lt: Blu-ray AACS duomenų bazės įdiegimas pavyko
ru: Успешная установка базы данных Blu-ray AACS
sk: Blu-Ray AACS databáza bola úspešne nainštalovaná

source: Successfully installed the Blu-ray AACS database.
ar: تم تثبيت قاعدة بيانات 'Blu-ray AACS' .
da_dk: Blu-Ray AACS database installation fuldendt.
fr_fr: La base de données Blu-ray AACS a été installée avec succès.
hy: Blu-ray AACS֊ի տվյալների բազան հաջողությամբ ներդրվեց
lt_lt: Blu-ray AACS duomenų bazė sėkmingai įdiegta.
ru: Удалось установить базу данных Blu-ray AACS.
sk: Úspešne bola nainštalovaná Blu-Ray AACS databáza.

source: Installation of the Blu-ray AACS database was successful.
ar: تم تثبيت قاعدة بيانات 'Blu-ray AACS' .
da_dk: Installation af Blu-Ray AACS databasen var en succes.
fr_fr: L'installation de la base de données Blu-ray AACS a été un succès.
hy: Blu-ray AACS֊ի տվյալների բազայի ներդրումը հաջող էր
lt_lt: Blu-ray AACS duomenų bazės įdiegimas buvo sėkmingas.
ru: Установка базы данных Blu-ray AACS была успешной.
sk: Inštalácia Blu-Ray AACS databázy bola úspešná.

source: Blu-ray AACS database install failed
ar: فشل تثبيت قاعدة بيانات 'Blu-ray AACS' .
da_dk: Blu-Ray AACS database installation fejlede.
fr_fr: L'installation de la base de données Blu-ray AACS a échoué
hy: Blu-ray AACS֊ի տվյալների բազայի ներդրումը ձախողվեց։
lt_lt: Blu-ray AACS duomenų bazės įdiegimas nepavyko
ru: Не удалось установить базу данных Blu-ray AACS
sk: Inštalácia Blu-Ray AACS databázy zlyhala.

source: Failed to install the Blu-ray AACS database.
ar: فشل في تثبيت قاعدة بيانات 'Blu-ray AACS' .
da_dk: Blu-Ray AACS database installation fuldendt.
fr_fr: Échec de l'installation de la base de données Blu-ray AACS.
hy: Ձախողվեց ներդնել Blu-ray AACS֊ի տվյալների բազան։
lt_lt: Nepavyko įdiegti Blu-ray AACS duomenų bazės.
ru: Не удалось установить базу данных Blu-ray AACS.
sk: Zlyhala inštalácia Blu-Ray AACS databázy.

source: Installation of the Blu-ray AACS database failed.
ar: فشل تثبيت قاعدة بيانات ' Blu-ray AACS'
da_dk: Installation af Blu-Ray AACS databasen fejlede.
fr_fr: L'installation de la base de données Blu-ray AACS a été un échec.
hy: Blu-ray AACS֊ի տվյալների բազայի ներդրումը ձախողվեց։
lt_lt: Blu-ray AACS duomenų bazės įdiegimas nepavyko.
ru: Установка базы данных Blu-ray AACS не была успешной.
sk: Inštalácia Blu-Ray AACS databázy zlyhala.

source: Welcome
ar: مرحباً
da_dk: Velkommen
fr_fr: Bienvenue
hy: Բարի Գալուստ
lt_lt: Sveiki
ru: Добро пожаловать
sk: Vitajte

source: Software Boutique
ar: معرض البرمجيات
da_dk: Software butik
fr_fr: Boutique de Logiciels
hy: Ծրագրերի Կրպակ
lt_lt: Programinės įrangos butikas
ru: Магазин программного обеспечения

source: Close
ar: إغلاق
da_dk: Luk
fr_fr: Fermer
hy: Փակել
lt_lt: Užverti
ru: Закрыть
sk: Zatvoriť

source: Cancel
ar: إلغاء
da_dk: Afbryd
fr_fr: Annuler
hy: Հերքել
lt_lt: Atsisakyti
ru: Отмена
sk: Zrušiť

source: Set to retrieve the latest software listings.
ar: اختر لتجديد آخر قوائم البرمجيات.
da_dk: Sæt til at hente de seneste software lister.
fr_fr: Activer pour récupérer le catalogue de logiciels le plus récent.
hy: Պատրաստվում է առբերել ծրագրերի ամենավերջին ցանկը
lt_lt: Nustatyta gauti paskiausius programinės įrangos sąrašus.
ru: Будет получать новейшие списки ПО.
sk: Nastaviť na načítanie najnovších softvérových listov.

source: Retrieve the latest software listings.
ar: تجديد آخر قوائم البرمجيات
da_dk: Hent de seneste software lister.
fr_fr: Récupérer le catalogue de logiciels le plus récent.
hy: Առբերել ծրագրերի ամենավերջին ցանկը
lt_lt: Gauti paskiausius programinės įrangos sąrašus.
ru: Получить последние списки ПО.
sk: Načítať najnovšie softvérové výpisy.

source: Please wait while the application is being updated...
ar: الرجاء الانتظار بينما يحدث ريثما يحدث هذا التطبيق ...
da_dk: Vent venligst men applikationen opdateres
fr_fr: Veuillez attendre pendant que l'application est en train de se mettre à jour...
hy: Խնդրում ենք սպասել, քանի դեռ ծրագիրը թարմացվում է։
lt_lt: Prašome palaukti, kol programa yra atnaujinama...
ru: Подождите, пожалуйста, пока приложение обновляется...
sk: Počkajte prosím, než sa aplikácia aktualizuje.

source: Version:
ar: الإصدار:
hy: Տարբերակ
lt_lt: Versija:
ru: Версия:
sk: Verzia:

source: This application is set to receive the latest updates.
ar: تم تعيين هذا التطبيق ليستقبل آخر التحديثات .
da_dk: Denne applikation er sat til at modtage den seneste version.
fr_fr: Cette application est réglée pour recevoir les dernières mises à jour.
hy: Այս ծրագիրը պատրաստվում է ստանալ ամենավերջին տարբերակը։
lt_lt: Ši programa yra nustatyta gauti paskiausius atnaujinimus.
ru: Это приложение будет получать новейшие обновления.
sk: Táto aplikácia je nastavená na príjem najnovších aktualizácii.

source: Alternative to:
ar: بديل عن :
da_dk: Alternativer til:
fr_fr: Alternative à :
hy: Փոխարեն
lt_lt: Alternatyva programoms:
ru: Альтернатива:
sk: Alternatíva k:

source: Hide
ar: إخفاء
da_dk: Skjul
fr_fr: Masquer
hy: Ծածկել
lt_lt: Slėpti
ru: Скрыть
sk: Skryť

source: Details
ar: التفاصيل
fr_fr: Détails
lt_lt: Išsamiau
ru: Детали
sk: Detaily

source: Install
ar: تثبيت
da_dk: Installer
fr_fr: Installer
hy: Ներդնել
lt_lt: Įdiegti
ru: Установить
sk: Inštalovať

source: Reinstall
ar: إعادة تثبيت
da_dk: Gen-installer
fr_fr: Réinstaller
hy: Նորից ներդնել
lt_lt: Įdiegti iš naujo
ru: Переустановить
sk: Preinštalovať

source: Remove
ar: إزالة
da_dk: Fjern
fr_fr: Supprimer
hy: Հեռացնել
lt_lt: Šalinti
ru: Удалить
sk: Odstrániť

source: Upgrade
ar: ترقية
da_dk: Opgrader
fr_fr: Mettre à Jour
hy: Արդիականացնել
lt_lt: Naujinti
ru: Обновить
sk: Aktualizácia

source: Launch
ar: تشغيل
da_dk: Åbn
fr_fr: Lancer
hy: Սկսել
lt_lt: Paleisti
ru: Запустить
sk: Spustiť

source: License
ar: رخصة
da_dk: Licens
fr_fr: Licence
hy: Արտոնություն
lt_lt: Licencija
ru: Лицензия
sk: Licencia

source: Platform
ar: منصة
fr_fr: Plateforme
hy: Հարթակ
lt_lt: Platforma
ru: Платформа
sk: Platforma

source: Category
ar: فئة
da_dk: Kategori
fr_fr: Catégorie
hy: Դասակարգ
lt_lt: Kategorija
ru: Категория
sk: Kategória

source: Website
ar: موقع
da_dk: Hjemmeside
fr_fr: Site Web
hy: Վեբ֊կայք
lt_lt: Tinklalapis
ru: Вебсайт
sk: Web stránka

source: Screenshot
ar: لقطة شاشة
fr_fr: Capture d'Écran
hy: Էկրանի կորզում
lt_lt: Ekrano kopija
ru: Снимок экрана
sk: Snímka obrazovky

source: Source
ar: مصدر
da_dk: Kilde
hy: Աղբյուր
lt_lt: Šaltinis
ru: Исходный код
sk: Zdroj

source: Ubuntu Repository
ar: مستودع ابونتو
da_dk: Ubuntu software arkiver
fr_fr: Dépôt Ubuntu
hy: Ubuntu շտեմարան
lt_lt: Ubuntu saugykla
ru: Репозиторий Ubuntu
sk: Ubuntu repozitár

source: Ubuntu Community Maintained Repository
ar: مستودعات تمت صيانتها عبر مجتمع أبونتو
fr_fr: Dépôt maintenu par la communauté Ubuntu
lt_lt: Ubuntu bendruomenės prižiūrima saugykla
ru: Репозиторий, поддерживаемый сообществом Ubuntu
sk: Repozitár udržovaný Ubuntu komunitou

source: Ubuntu Proprietary Drivers Repository
ar: مستودعات مشغلات أبونتو Drivers ذات الملكية الخاصة
fr_fr: Dépôt de pilotes propriétaires Ubuntu
lt_lt: Ubuntu nuosavybinių tvarkyklių saugykla
ru: Репозиторий проприетарных драйверов Ubuntu
sk: Repozitár Ubuntu s proprietárnimi ovládačmi

source: Ubuntu Non-Free Repository
ar: مستودعات أبونتو غير الحرّة
fr_fr: Dépôt non-gratuit Ubuntu
lt_lt: Ubuntu nelaisvoji saugykla
ru: Репозиторий несвободного ПО Ubuntu
sk: Repozitár Ubuntu s neslobodným softvérom

source: Canonical Partner Repository
ar: مستودع "شركاء كانونيكال"
da_dk: Canonical partneres software arkiver
fr_fr: Dépôt Partenaire Canonical
hy: Canonical Partner շտեմարան
lt_lt: Canonical partnerių saugykla
ru: Репозиторий партнёров Canonical
sk: Partnerský repozitár Canonicalu

source: Unknown
ar: غير معروف
da_dk: Ukendt
fr_fr: Inconnu
hy: Անհայտ
lt_lt: Nežinoma
ru: Неизвестно
sk: Neznámy

source: Undo Changes
ar: تراجع
da_dk: Fortryd ændringer
fr_fr: Annuler les modifications
hy: Հետադարձել փոփոխությունները
lt_lt: Atšaukti pakeitimus
ru: Отменить изменения
sk: Vrátiť zmeny

source: External Repository
ar: مستودعات خارجية
fr_fr: Référentiel externe
lt_lt: Išorinė saugykla
ru: Внешний репозиторий
sk: Externý repozitár

source: Software
ar: متجر البرامج
fr_fr: Logiciels
hy: Ծրագիր
lt_lt: Programinės įrangos
ru: Программное обеспечение
sk: Softvér

source: Installing...
ar: جاري التثبيت ..
da_dk: Installerer...
fr_fr: Installation en cours...
hy: Ներդվում է․․․
lt_lt: Įdiegiama...
ru: Установка...
sk: Inštaluje sa...

source: Removing...
ar: جاري الإزالة ..
da_dk: Fjerner...
fr_fr: Désinstallation en cours...
hy: Հեռացվում է․․․
lt_lt: Šalinama
ru: Удаление...
sk: Odstraňuje sa...

source: Upgrading...
ar: جاري الترقية ..
da_dk: Opgraderer...
fr_fr: Mise à jour en cours...
hy: Արդիականացվում է․․․
lt_lt: Naujinama...
ru: Обновление...
sk: Aktualizuje sa...

source: Accessories
ar: الملحقات
da_dk: Tilbehør
fr_fr: Accessoires
hy: Համալրող պարագաներ
lt_lt: Reikmenys
ru: Стандартные
sk: Príslušenstvo

source: Education
ar: تعليمي
da_dk: Uddannelse
fr_fr: Éducation
hy: Կրթություն
lt_lt: Švietimas
ru: Образование
sk: Vzdelávanie

source: Games
ar: الألعاب
da_dk: Spil
fr_fr: Jeux
hy: Խաղեր
lt_lt: Žaidimai
ru: Игры
sk: Hry

source: Graphics
ar: الجرافيك
da_dk: Grafik
fr_fr: Graphismes
hy: Գրաֆիկա
lt_lt: Grafika
ru: Графика
sk: Grafika

source: Internet
ar: الإنترنت
hy: Համացանց
lt_lt: Internetas
ru: Интернет

source: Office
ar: المكتب
da_dk: Kontor
fr_fr: Bureau
hy: Գրասենյակ
lt_lt: Raštinė
ru: Офис
sk: Kancelária

source: Programming
ar: برمجة
da_dk: Programmering
fr_fr: Programmation
hy: Ծրագրավորում
lt_lt: Programavimas
ru: Программирование
sk: Programovanie

source: Sound & Video
ar: الصوت و الفيديو
da_dk: Lyd og Video
fr_fr: Son & Vidéo
hy: Ձայն և Շարժանկար
lt_lt: Garsas ir vaizdas
ru: Звук и видео
sk: Zvuk a video

source: System Tools
ar: أدوات النظام
da_dk: Systemværktøjer
fr_fr: Outils systèmes
hy: Համակարգային գործիքներ
lt_lt: Sistemos įrankiai
ru: Системные утилиты
sk: Systémové nástroje

source: Universal Access
ar: الوصول العام
da_dk: Handicapvenlig adgang
fr_fr: Accessibilité
hy: Համընդհանուր հասանելիություն
lt_lt: Universali prieiga
ru: Универсальный доступ
sk: Univerzálny prístup

source: Server One-Click Installation
ar: خادم التثبيت بنقرة واحدة .
da_dk: Server et-kliks installation
fr_fr: Installation en un clic du serveur
hy: Սերվերի մեկ֊կլիկով ներդրում
lt_lt: Serverio vieno spustelėjimo įdiegimas
ru: Установка сервера в один клик
sk: Inštalácia serveru na jedno kliknutie

source: Miscellaneous
ar: متفرقات
da_dk: Diverse
fr_fr: Divers
hy: Զանազան
lt_lt: Įvairūs
ru: Разное
sk: Rôzne

source: Search
ar: بحث
da_dk: Søg
fr_fr: Recherche
hy: Որոնում
lt_lt: Ieškoti
ru: Поиск
sk: Hladať

source: Please enter a keyword to begin.
ar: فضلا ، أدخل كلمة مفتاحية للبدء .
da_dk: Indtast venligst søgeord for at begynde.
fr_fr: Merci d'entrer un mot-clé pour commencer.
hy: Խնդրում ենք ներմուծել ձեր գաղտնաբառը սկսելու համար
lt_lt: Norėdami pradėti, įrašykite raktažodį.
ru: Введите ключевое слово, чтобы начать.
sk: Pre začatie zadajte prosím kľúčové slovo.

source: Please enter at least 3 characters.
ar: فضلاً ، أدخل 3 محارف على الأقل .
da_dk: Indtast venligst minimum 3 bogstaver.
fr_fr: Merci d'entrer au moins 3 caractères.
hy: Խնդրում ենք ներմուծել ամենաքիչը 3 նշան
lt_lt: Prašome įrašyti bent 3 simbolius.
ru: Введите не менее 3 символов.
sk: Zadajte aspoň 3 znaky

source: Added
ar: مُضاف
da_dk: Tilføjet
fr_fr: Ajouté
hy: Ավելացվել է
lt_lt: Pridėta
ru: Добавлено
sk: Pridané

source: Fixed
ar: مُصلَّح
da_dk: Fikset
fr_fr: Corrigé
hy: Ուղղվել է
lt_lt: Pataisyta
ru: Исправлено
sk: Opravené

source: Queued for installation.
ar: مصطف للتثبيت .
da_dk: I kø til installering
fr_fr: En file d'attente pour installation.
hy: Հերթագրված է ներդման
lt_lt: Stovi eilėje, kad būtų įdiegta.
ru: В очереди к установке
sk: Vo fronte pre inštaláciu

source: Queued for removal.
ar: مصطف للحذف .
da_dk: I kø til at blive fjernet.
fr_fr: En file d'attente pour désinstallation.
hy: Հերթագրված է հեռացման
lt_lt: Stovi eilėje, kad būtų pašalinta.
ru: В очереди к удалению
sk: Vo fronte pre odstránenie

source: Preparing to remove:
ar: يحضر للإزالة:
da_dk: Gør klar til at fjerne:
fr_fr: Préparation de la désinstallation :
hy: Պատրաստվում է հեռացվել
lt_lt: Ruošiamasi pašalinti:
ru: Подготовка к удалению:
sk: Pripravené k odstráneniu:
