Repository: max-linux/max-mate-welcome
Catalog: po/*.po
Languages: ar, da_dk, fr_fr, hy, lt_lt, ru, sk

source: Preparing to install:
ar: يحضر للتثبيت:
da_dk: Gør klar til at installere:
fr_fr: Préparation de l'installation :
hy: Պատրաստվում է ներդվել
lt_lt: Ruošiamasi įdiegti:
ru: Подготовка к установке:
sk: Pripravené k inštalácii:

source: Removing:
ar: إزالة:
da_dk: Fjerner:
fr_fr: Suppression :
hy: Հեռացվում է
lt_lt: Šalinama:
ru: Удаление:
sk: Odstránenie:

source: Installing:
ar: تثبيت:
da_dk: Installerer:
fr_fr: Installation :
hy: Ներդրվում է
lt_lt: Įdiegiama:
ru: Установка:
sk: Inštalácia:

source: Updating cache...
ar: يتم تحديث المخازن ...
da_dk: Opdaterer cache...
fr_fr: Mise à jour du cache...
hy: Թարմացվում է քէշը․․
lt_lt: Atnaujinamas podėlis...
ru: Обновление кэша...
sk: Aktualizácia medzipamäte...

source: Verifying software changes...
ar: التحقق من التغييرات في البرامج ...
da_dk: Bekræfter software ændringer...
fr_fr: Vérification de changements de logiciels...
hy: Հաստատվում է ծրագրային փոփոխությունները․․․
lt_lt: Patvirtinami programinės įrangos pakeitimai...
ru: Проверка изменений программного обеспечения...
sk: Overovanie softverových zmien...

source: Successfully Installed
ar: تم التثبيت بنجاح
da_dk: Succesfuldt installeret.
fr_fr: Installation réussie
hy: Հաջողությամբ ներդրվել է
lt_lt: Sėkmingai įdiegta
ru: Успешно установлено
sk: Úspešne nainštalované

source: Failed to Install
ar: فشل في التثبيت
da_dk: Kunne ikke installere
fr_fr: Installation échouée
hy: Ներդրումը ձախողվեց
lt_lt: Nepavyko įdiegti
ru: Не удалось установить
sk: Nepodarilo sa nainštalovať

source: Successfully Removed
ar: تمت الإزالة بنجاح
da_dk: Fjernet succesfuldt
fr_fr: Désinstallation réussie
hy: Հաջողությամբ հեռացվել է
lt_lt: Sėkmingai pašalinta
ru: Успешно удалено
sk: Úspešne odstránené

source: Failed to Remove
ar: فشل في الإزالة
da_dk: Kunne ikke fjerne
fr_fr: Désinstallation échouée
hy: Ձախողվեց ջնջելը
lt_lt: Nepavyko pašalinti
ru: Не удалось удалить
sk: Nepodarilo sa odstrániť

source: To be installed
ar: ليثبَّت
da_dk: Afventer installation
fr_fr: À installer
hy: Պետք է ներդրվի
lt_lt: Bus įdiegta
ru: К установке
sk: Má byť nainštalované

source: To be removed
ar: لإزالته
da_dk: Afventer at blive fjernet
fr_fr: À désinstaller
hy: Պետք է ջնջվի
lt_lt: Bus pašalinta
ru: К удалению
sk: Má byť odstránené

source: Scroll Up
ar: حرّك للأعلى
fr_fr: Défiler vers le haut
lt_lt: Slinkti aukštyn
ru: Прокрутка вверх
sk: Posunúť hore

source: Installation Guide
ar: دليل التثبيت
fr_fr: Guide d'installation
lt_lt: Įdiegimo vadovas
ru: Руководство по установке
sk: Sprievodca inštaláciou

source: Servers
ar: خوادم
da_dk: Server software
fr_fr: Serveurs
hy: Սերվերներ
lt_lt: Serveriai
ru: Серверы
sk: Servery

source: Jan
ar: كانون الثاني
hy: Հուն
lt_lt: Sau
ru: Янв
sk: Január

source: Feb
ar: شباط
fr_fr: Fév
hy: Փետ
lt_lt: Vas
ru: Фев
sk: Február

source: Mar
ar: آذار
hy: Մար
lt_lt: Kov
ru: Мар
sk: Marec

source: Apr
ar: نيسان
fr_fr: Avr
hy: Ապր
lt_lt: Bal
ru: Апр
sk: Apríl

source: May
ar: أيار
da_dk: Maj
fr_fr: Mai
hy: Մայ
lt_lt: Geg
ru: Май
sk: Máj

source: Jun
ar: حزيران
hy: Հուն
lt_lt: Bir
ru: Июн
sk: Jún

source: Jul
ar: تموز
hy: Հուլ
lt_lt: Lie
ru: Июл
sk: Júl

source: Aug
ar: آب
fr_fr: Aoû
hy: Օգտ
lt_lt: Rugp
ru: Авг
sk: August

source: Sep
ar: أيلول
hy: Սեպ
lt_lt: Rugs
ru: Сен
sk: September

source: Oct
ar: تشرين الأول
hy: Հոկ
lt_lt: Spa
ru: Окт
sk: Október

source: Nov
ar: تشرين الثاني
hy: Նոյ
lt_lt: Lap
ru: Ноя
sk: November

source: Dec
ar: كانون الأول
fr_fr: Déc
hy: Դեկ
lt_lt: Gru
ru: Дек
sk: December

source: Unsupported Distribution
ar: توزيعة غير مدعومة
fr_fr: Distribution non prise en charge
lt_lt: Nepalaikoma distribucija
ru: Неподдерживаемый дистрибутив
sk: Nepodporovaná distribúcia

source: Your mileage may wary.
ar: الأميال ممكن أن تتغيّر
fr_fr: Votre configuration peut varier.
lt_lt: Jūsų patyrimai gali skirtis.
ru: Используйте на свой страх и риск.
sk: Vaše skúsenosti sa môžu líšiť.

source: Software Boutique is designed for Ubuntu MATE, but it appears you are running a different distribution.
ar: بوتيك البرمجيات مصمم من أجل أبونتو ماتيه، و لكن على ما يبدو فأنت تشغّل توزيعة مختلفة
fr_fr: Software Boutique est conçu pour Ubuntu MATE, mais il semble que vous utilisez une distribution différente.
lt_lt: Programinės įrangos butikas yra sukurtas Ubuntu MATE, tačiau atrodo, kad jūs naudojate kitą distribuciją.
ru: Магазин программного обеспечения был предназначен для Ubuntu MATE, но похоже, что у вас другой дистрибутив.
sk: Software Boutique je navrhnutý pre Ubuntu MATE, ale zdá sa, že používate inú distribúciu.

source: While a large selection of software will work on other Ubuntu-based distributions, we cannot guarantee our featured picks will work flawlessly on your system.
ar: على الرغم من أنّ مجموعة كبيرة من البرامج يمكن أن تعمل ضمن توزيعات أُخرى مبنية على أبونتو، إلا أننا لا نستطيع ضمان عمل مجموعتنا المختارة دون مشاكل على نظام تشغيلك.
fr_fr: Bien qu'un large éventail de logiciels fonctionnent sur d'autres distributions basées sur Ubuntu, nous ne pouvons pas garantir que nos choix sélectionnés fonctionneront sans problème sur votre système.
lt_lt: Nors didelė programinės įrangos dalis veiks kitose Ubuntu pagrįstose distribucijose, mes negali garantuoti, kad mūsų parengtos programos nepriekaištingai veiks jūsų sistemoje.
ru: Хотя большая часть ПО будет работать и на других дистрибутивах, основанных на Ubuntu, мы не можем гарантировать, что избранные нами приложения будут работать на вашей системе безупречно.
sk: Zatiaľ čo značný výber softvéru bude fungovať i na iných distribúciách založených na Ubuntu, nemôžeme zaručiť, že práve nami vybraný výber bude fungovať bez problémov vo vašom systéme.

source: This message will not be shown again.
ar: هذه الرسالة لن تظهر مجدداُ.
fr_fr: Ce message ne sera plus affiché.
lt_lt: Šis pranešimas daugiau nebebus rodomas.
ru: Это сообщение будет показано только один раз.
sk: Táto správa sa znovu nezobrazí.

source: Thank you!
ar: شكرًا لك!
fr_fr: Merci !
lt_lt: Dėkojame!
ru: Спасибо!
sk: Ďakujeme!

source: Continue
ar: استمرار
fr_fr: Continuer
hy: Շարունակել
lt_lt: Tęsti
ru: Продолжить
sk: Pokračovať

source: Ubuntu MATE Website
ar: موقع أبونتو ماتيه
fr_fr: Site Ubuntu MATE
lt_lt: Ubuntu MATE svetainė
ru: Вебсайт Ubuntu MATE
sk: Ubuntu MATE Webstránka

source: Donate to Ubuntu MATE
ar: تبرّع لأبونتو ماتيه
fr_fr: Faire un don à Ubuntu MATE
lt_lt: Paaukoti Ubuntu MATE
ru: Совершить пожертвование Ubuntu MATE
sk: Prispejte na Ubuntu MATE

source: MB
ar: م.ب
fr_fr: Mo
ru: МБ

source: MiB
ar: م.ب
ru: МиБ

source: GB
ar: ج.ب
fr_fr: Go
ru: ГБ

source: GiB
ar: ج.ب
ru: ГиБ

source: Could not gather data.
ar: لم نتمكن من جمع البيانات .
da_dk: Kunne ikke indsamle data.
fr_fr: Impossible de rassembler les données.
hy: Անհնար է տեղեկություն հավաքել
lt_lt: Nepavyko surinkti duomenų.
ru: Не удалось собрать данные.
sk: Nedajú sa zhromaždiť dáta.

source: Raspberry Pi Partition Resize
ar: تمت تغيير مساحة جزء الـ "الرازبيري باي"
da_dk: Ændr størrelsen af Raspberry Pi partition
fr_fr: Modifier la Taille de la Partition du Raspberry Pi
hy: Raspberry Pi բաժնի չափի փոփոխություն
lt_lt: Raspberry Pi skaidinio dydžio keitimas
ru: Изменение размера раздела Raspberry Pi
sk: Raspberry Pi zmena veľkosti oddielu

source: Root partition has been resized.
ar: تم تغيير مساحة جزء 'الجذر' .
da_dk: Størrelsen af root partitionen er blevet ændret.
fr_fr: La taille de la partition Root a été modifiée.
hy: Root-ի բաժնի չափը փոխվեց
lt_lt: Šaknies failų sistemos dydis buvo pakeistas.
ru: Размер корневого раздела был изменён.
sk: Veľkosť oddielu root bola zmenená.

source: The filesystem will be enlarged upon the next reboot.
ar: نظام الملفات سيتوسع بدءاً من إعادة الإقلاع التالي .
da_dk: Størrelsen af filsystemet vil blive forøget ved næste genstart af maskinen.
fr_fr: Le système de fichiers sera élargi au prochain démarrage.
hy: Ֆայլերի համակարգը կմեծանա հաջորդ վերբեռնումից հետո
lt_lt: Failų sistema bus padidinta kito paleidimo iš naujo metu.
ru: Файловая система будет расширена во время следующей перезагрузки.
sk: Súborový systém bude zväčšený pri ďalšom reštarte.

source: Don't know how to expand.
ar: لا يعلم كيفية التوسعة .
da_dk: Mangler information for at udvidde.
fr_fr: Impossible d'étendre la partition.
hy: Չգիտեմ ինչպես մեծացնել
lt_lt: Nežinau kaip išplėsti.
ru: Невозможно расширить.
sk: Nieje jasné, ako zväčšovať.

source: does not exist or is not a symlink.
ar: ليس موجوداً أو ليس ارتباطاً رمزياً .
da_dk: eksisterer ikke eller er ikke en genvej.
fr_fr: n'existe pas ou n'est pas un lien symbolique.
hy: գոյություն չունի կամ symlink չէ
lt_lt: nėra arba tai nėra simbolinė nuoroda.
ru: не существует или не является символической ссылкой.
sk: neexistuje alebo toto nieje symbolicky odkaz.

source: is not an SD card.
ar: ليس بطاقة ذاكرة .
da_dk: er ikke et SD kort.
fr_fr: n'est pas une carte SD.
hy: SD քարտ չէ։
lt_lt: nėra SD kortelė.
ru: не является SD-картой.
sk: nieje SD karta.

source: Your partition layout is not currently supported by this tool.
ar: نسق تجزئتك للقرص غير مدعوم حاليا من قبل هذه الأداة .
da_dk: Dit partitions layout understøttes ikke pt. af dette værktøj
fr_fr: La structure de votre partition n'est pas supportée par cet outil.
hy: Այս բաժնի դասավորությունը դեռևս չի ապահովվում այս գործիքի կողմից։
lt_lt: Jūsų skaidinių išdėstymas šiuo metu nėra palaikomas šio įrankio.
ru: Структура вашего раздела не поддерживается этой утилитой.
sk: Vaše rozvrhnutie oddielov nieje v súčasnej dobe podporované týmto nástrojom.

source: is not the last partition.
ar: ليس الجزء الأخير .
da_dk: er ikke den sidste partition.
fr_fr: n'est pas la dernière partition.
hy: վերջին բաժինը չէ։
lt_lt: nėra paskutinis skaidinys.
ru: не является последним разделом.
sk: nieje posledný oddiel.

source: Failed to run resize script.
ar: فشل في تغيير مقاس النص .
da_dk: Kunne ikke køre script til at ændre størrelsen.
fr_fr: Échec lors de l'exécution du script de redimensionnement.
hy: Չափի փոփոխությունը ձախողվեց։
lt_lt: Nepavyko vykdyti dydžio keitimo scenarijaus.
ru: Не удалось запустить скрипт изменения размера.
sk: Nepodarilo sa spustiť skript na zmenu veľkosti.

source: The returned error code is:
ar: رمز الخطأ العائد هو :
da_dk: Fejlkoden er:
fr_fr: Le code d'erreur est :
hy: Վերադարձված սխալի կոդն է՝
lt_lt: Grąžintos klaidos kodas yra:
ru: Возвращённый код ошибки:
sk: Kód chyby je:

source: Open Source
ar: مفتوح المصدر
hy: Ազատ աղբյուրով
lt_lt: Atviro kodo
ru: Открытое программное обеспечение (Open Source)
sk: Otvorený softvér

source: Proprietary
ar: احتكاري
da_dk: Proprietær
fr_fr: Propriétaire
hy: Սեփականաշնորհված
lt_lt: Nuosavybinė
ru: Проприетарный
sk: Proprietárny

source: Sorry, Welcome could not feature any software for this category that is compatible on this system.
ar: عذرا ، 'شاشة الترحيب' لم تقدر على توفير أي فئة من البرامج حيث تكون متوافقة مع هذا النظام .
da_dk: Beklager, men Velkomstsprogrammet kunne ikke finde software i denne kategori, der er kompatibel med dit system.
fr_fr: Désolé, Bienvenue n'a pas pu afficher de logiciels compatibles dans cette catégorie.
hy: Կներեք, Բարի Գալուստը չի կարող օժանդակել այդ դասկարգի ոչ մի ծրագիր, որ տվյալ համակարգին հարմար կլինի։
lt_lt: Atleiskite, programai Sveiki nepavyko šioje kategorijoje atrasti jokios programinės įrangos, kuri būtų suderinama su šia sistema.
ru: Извините, программа Добро пожаловать не может представить совместимого с этой системой ПО в этой категории.
sk: Prepáčte, Vitajte nemohol nájsť žiadny softvér pre túto kategóriu, ktorá je kompatibilná s týmto systémom.

source: An error occurred while launching PROGRAM_NAME. Please consider re-installing the application.
ar: حدث خلل ما أثناء تشغيل اسم_البرنامج . فضلاً ، أعد تثبيته ثم حاول من جديد .
da_dk: Der opstod en fejl under åbningen af PROGRAM_NAME. Overvej eventuelt at geninstallere applikationen.
fr_fr: Une erreur est survenue au moment de lancer PROGRAM_NAME. Veuillez considérer réinstaller cette application.
hy: Սխալ առաջացավ ԾՐԱԳՐԻ_ԱնՈՒՆԸ միացնելուց։ Խնդրում ենք, փորձել այն նորից ներդնել։
lt_lt: Paleidžiant PROGRAM_NAME, įvyko klaida. Prašome pagalvoti apie programos įdiegimą iš naujo.
ru: Во время запуска PROGRAM_NAME произошла ошибка. Пожалуйста, переустановите приложение.
sk: Počas spúštaní aplikácie PROGRAM_NAME došlo k chybe. Zvášte jej reinštaláciu.

source: Command:
ar: أمر :
da_dk: Kommando:
fr_fr: Commande :
hy: Հրահանգ՝
lt_lt: Komanda:
ru: Команда:
sk: Príkaz:

source: Uses a new or updated source.
ar: يستخدم مصدراً جديداً أو محدَّثاً .
da_dk: Benytter en ny eller opdateret kilde.
fr_fr: Utilise une source nouvelle ou mise à jour.
hy: Օգտագործում է նոր կամ թարմացված աղբյուր։
lt_lt: Naudoja naują ar atnaujintą šaltinį.
ru: Использует новый или обновленный источник.
sk: Používa nový alebo aktualizovaný zdroj.

source: Now works for various versions of Ubuntu.
ar: الآن يعمل على كل نسخ أبونتو .
da_dk: Fungerer nu på diverse versioner af Ubuntu.
fr_fr: Fonctionne désormais avec plusieurs versions d'Ubuntu.
hy: Այժմ աշխատում է Ubuntu֊ի տարբեր տարբերակների հետ։
lt_lt: Dabar veikia su įvairiomis Ubuntu versijomis.
ru: Теперь работает с различными версиями Ubuntu.
sk: Teraz pracuje pre rôzne verzie Ubuntu.

source: Now a snappy package.
ar: متوفر الآن كحزمة Snap .
da_dk: Er nu en Snappy pakke.
fr_fr: Est désormais un paquet rapide.
hy: Հիմա snappy փաթեթ
lt_lt: Dabar, snappy paketas.
ru: Теперь snappy-пакет.
sk: Teraz je snappy balíček.

source: General maintenance.
ar: صيانة عامة .
da_dk: Generel vedligeholdelse.
fr_fr: Maintenance générale.
hy: Ընդհանուր սպասարկում։
lt_lt: Bendra techninė priežiūra.
ru: Общая поддержка.
sk: Všeobecná údržba.

source: Broken or problematic source.
ar: مصدر مُشكِل أو معطوب .
da_dk: Ødelagt eller problematisk software kilde.
fr_fr: Source erronée ou problématique.
hy: Փչացած կամ խնդրահարույց աղբյուր։
lt_lt: Sugadintas ar problematinis šaltinis.
ru: Неверный или некорректный источник.
sk: Poškodený alebo problematický zdroj.

source: Not yet available for some releases.
ar: ليس متوافراً بعد لبعض الإصدارات .
da_dk: Er endnu ikke tilgængelig for visse udgaver.
fr_fr: Pas encore disponible pour certaines versions.
hy: Դեռ հասանելի չէ որոշ թողարկումների հետ։
lt_lt: Kol kas dar neprieinama kai kurioms laidoms.
ru: Не доступно для некоторых релизов.
sk: Nieje k dispozícii pre niektoré vydania.

source: No longer works for some releases.
ar: لم يعد يعمل لبعض الإصدارات .
da_dk: Virker ikke længere for diverse udgaver.
fr_fr: Ne fonctionne plus pour certaines versions.
hy: Այլևս չի աշխատում որոշ թողարկումների հետ։
lt_lt: Daugiau nebeveikia kai kuriose laidose.
ru: Больше не работает для некоторых релизов.
sk: Už nefunguje pre niektoré vydania.

source: Not suitable for production machines.
ar: غير مناسب للأجهزة الانتاجية .
da_dk: Ikke beregnet til maskiner i produktionsmiljøer
fr_fr: Ne convient pas pour des machines en production.
hy: Հարմար չէ արտադրության մեքենաների համար։
lt_lt: Netinka įprasto naudojimo paskirties kompiuteriams.
ru: Не предназначено для машин производства.
sk: Nevhodné pre produkčné stroje.

source: Requires further testing.
ar: يحتاج إلى أن يختبر أكثر .
da_dk: Kræver yderligere tests.
fr_fr: A besoin de plus de tests.
hy: Անհրաժեշտ է հետագա թեստավորում։
lt_lt: Reikalauja tolimesnio testavimo.
ru: Требует дальнейшего тестирования.
sk: Vyžaduje ďalšie testovanie.

source: Does not meet our standards to be featured.
ar: لا يطابق مواصفاتنا القياسية لكي يضمن .
da_dk: Møder ikke vores krav til at blive udvalgt.
fr_fr: Ne correspond pas à nos standards pour faire parti de la sélection.
hy: Չի համապատասխանում մեր չափանիշներին, որպեսզի օժանդակվի։
lt_lt: Neatitinka mūsų standartų, kad būtų išskirtinė.
ru: Не соответствует нашим стандартам.
sk: Nevyhovuje našim štandardom pre zaradenie.

source: applications found.
ar: التطبيقات التي وجدت .
da_dk: applikationer fundet.
fr_fr: applications trouvées.
hy: ծրագիրը գտնված է
lt_lt: rastos programos.
ru: приложений найдено.
sk: nenájdených aplikácii.

source: proprietary applications are hidden.
ar: إخفاء البرامج الاحتكارية .
da_dk: proprietære applikationer er skjult.
fr_fr: Les applications propriétaires sont masquées.
hy: սեփականաշներհված ծրագրերը թաքցված են
lt_lt: nuosavybinės programos yra paslėptos.
ru: проприетарных приложений скрыто.
sk: proprietárne aplikácie sú skryté.

source: Software Sources
ar: مصادر البرمجيات
fr_fr: Sources de Logiciels
lt_lt: Programinės įrangos šaltiniai
ru: Источники программного обеспечения
sk: Zdroje softvéru

source: Help Improve Ubuntu MATE
fr_fr: Aidez à améliorer Ubuntu MATE
