Repository: max-linux/max-mate-welcome
Catalog: data/po/helloguest/*.po
Languages: ar, be_by, ca_es, el, fr_fr, sv, tr_tr, zh_tw

source: Welcome
ar: مرحباً
be_by: Вітаем
ca_es: Benvinguda
el: Καλώς ήλθατε
fr_fr: Bienvenue
sv: Välkommen
tr_tr: Hoş Geldiniz
zh_tw: 歡迎

source: Entering the Guest Session.
ar: الدخول إلى جلسة الضيف.
be_by: Уваход у сеанс Госця
ca_es: Entrant a la sessió de convidat.
el: Είσοδος σε συνεδρία επισκέπτη.
fr_fr: Démarrage de la Session Invité.
sv: Startar gäst sessionen
tr_tr: Konuk Oturumuna giriliyor.
zh_tw: 進入訪客階段

source: Guest Sessions are great for allowing other people to use this computer without tampering with applications, your settings or files.
ar: إن "جلسة الضيف" لطريقة رائعة لتمكين أناس آخرين من استخدام هذا الحاسوب دون العبث بالبرامج، أو بإعداداتك وملفاتك.
be_by: Сеанс Госця - зручны спосаб даць іншым людзям пакарыстацца гэтым камп'ютарам і пры гэтым не ўмешвацца ў вашы праграмы, настáўленні і файлы.
ca_es: Les sessions de convidat són perfectes per permetre altres persones usar aquest ordinador sense alterar aplicacions, les seves configuracions o arxius.
el: Η συνεδρία επισκέπτη επιτρέπει την χρήση αυτού του υπολογιστή από άλλα άτομα χωρίς αθέμιτες επεμβάσεις στις εφαρμογές τις ρυθμίσεις η τους φακέλους.
fr_fr: Les Sessions Invité sont très bien si vous voulez autoriser d'autres personnes à utiliser cet ordinateur sans modifier vos applications, vos paramètres, ou vos fichiers.
sv: Gäst sessioner är bra för att låta andra människor använda den här datorn utan manipulation med program, inställningar eller filer.
tr_tr: Konuk Oturumları, diğer kişilerin uygulamalarınızı, ayarlarınızı ya da dosyalarınızı kurcalamadan bu bilgisayarı kullanması için idealdir.
zh_tw: 訪客階段適合其他使用者使用這台電腦而毋需設定或是調整你的應用程式、檔案或設定檔

source: Any data left in the session will be lost when you log out!
ar: أي بيانات تركتها في الجلسة ستضيع في حال تسجيلك الخروج!
be_by: Усе даныя, пакінутыя ў сеансе, будуць знішчаны пасля яго завяршэння!
ca_es: Qualsevol informació deixada a la sessió es perdrà en sortir-ne!
el: Όλα τα δεδομένα της συνεδρίας θα χαθούν μετά την έξοδο!
fr_fr: Toutes données en suspend dans la session seront perdues au moment ou vous la quitterez !
sv: Alla data som finns kvar i sessionen kommer att gå förlorade när du loggar ut!
tr_tr: Bu oturumdaki her veri oturumu kapattığınızda kaybolacak!
zh_tw: 當您登出這個階段所有資料都將會遺失!

source: Please transfer anything you'd like to keep to an external drive, a network share or cloud service.
ar: فضلاً، انقل أي شيء تود الحفاظ عليه إلى قرص تخزين خارجي أو إلى مجلد مشترك على الشبكة أو خدمة تخزين سحابية.
be_by: Скапіюйце ўсё, што хочаце захаваць, на вонкавы носьбіт, сеткавы рэсурс або воблачны сэрвіс.
ca_es: Si us plau, transfereixi qualsevol cosa que vulgui conservar a un medi extern, una compartició en xarxa o un servei de núvol.
el: Παρακαλώ μεταφέρετε ότι θέλετε να κρατήσετε σε έναν εξωτερικό δίσκο, σε δίκτυο διαμοιρασμού η σε μια υπηρεσία αποθήκευσης cloud.
fr_fr: Veuillez transférer toutes les données que vous souhaitez garder sur un disque externe, un partage réseau, ou sur le Nuage (Cloud).
sv: Vänligen överför det du vill behålla till en extern enhet, en nätverksresurs eller en molntjänst.
tr_tr: Lütfen, saklamak istediğiniz şeyleri bir harici diske, bir ağ paylaşımına ya da bir bulut servisine aktarın.
zh_tw: 請轉移任何您需要保留的的資料至外部儲存體、分享資料夾或是雲端硬碟

source: The
ar: تطبيق
be_by: Праграма
ca_es: L'aplicació de
el: Η
fr_fr: L'application
sv: Den
tr_tr: Bu
zh_tw: 該

source: application introduces you to the operating system, but some features that require privileges will be disabled.
ar: سيعرفك على نظام التشغيل لكن بعض الميزات التي تحتاج إلى صلاحيات ستكون معطلة.
be_by: увядзе вас у аперацыйную сістэму, але некаторыя магчымасці, што патрабуюць прывілеяў, будуць адключаны.
ca_es: us presenta el sistema operatiu, però algunes funcions que requereixen privilegis seran inhabilitades.
el: εφαρμογή σας εισάγει στο λειτουργικό σύστημα, αλλά κάποιες δυνατότητες που απαιτούν επιπλέον δικαιοδοσίες θα είναι απενεργοποιημένες.
fr_fr: vous présente le système d'exploitation, mais certaines fonctions clés requérant des privilèges sont désactivées.
sv: program introducerar dig till operativsystemet, men vissa funktioner som kräver behörighet inaktiveras.
tr_tr: uygulama sizi işletim sistemiyle tanıştırır fakat bazı izinleri gerektiren özellikler devre dışı bırakılmıştır.
zh_tw: 您可以使用系統中的應用程式，但是部份需要特殊權限的功能將無法使用

source: Thank you for using Ubuntu MATE.
ar: شكراً لك على استخدام أبونتو ماتيه.
be_by: Дзякуй за карыстанне Ubuntu MATE.
ca_es: Gràcies per utilitzar Ubuntu MATE.
el: Ευχαριστούμε που χρησιμοποιείτε Ubuntu MATE.
fr_fr: Merci d'utiliser Ubuntu MATE.
sv: Tack för att du använder Ubuntu MATE.
tr_tr: Ubuntu MATE kullandığınız için teşekkür ederiz.
zh_tw: 感謝您使用Ubuntu MATE

source: Discover
ar: اكتشف
be_by: Глядзець
ca_es: Descobrir
el: Ανακαλύψτε
fr_fr: Découvrir
sv: Upptäck
tr_tr: Keşfet
zh_tw: 偵測

source: Dismiss
ar: أبْعِد
be_by: Адхіліць
ca_es: Descarta
el: Απορριψη
fr_fr: Sortir
sv: Avfärda
tr_tr: Bırak
zh_tw: 拋棄
