Repository: max-linux/max-mate-welcome
Catalog: data/po/getinvolved/*.po
Languages: de

source: Get Involved
de: Mitmachen

source: Development
de: Entwicklung

source: This is where you can get involved with Ubuntu MATE and MATE Desktop development.
de: Hier können Sie sich an der Entwicklung von Ubuntu MATE und der MATE-Arbeitsumgebung beteiligen.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
de: Anscheinend sind Sie nicht mit dem Internet verbunden. Bitte überprüfen Sie Ihre Verbindung, um auf diesen Inhalt zuzugreifen.

source: Sorry, Welcome was unable to establish a connection.
de: Willkommen war leider nicht in der Lage, eine Verbindung herzustellen.

source: Retry
de: Wiederholen

source: Ubuntu MATE Launchpad
de: Ubuntu MATE auf Launchpad

source: Ubuntu MATE Bitbucket
de: Ubuntu MATE auf Bitbucket

source: MATE Desktop GitHub
de: MATE-Arbeitsumgebung auf GitHub

source: Translations
de: Übersetzungen

source: MATE Desktop
de: MATE-Arbeitsumgebung

source: Ubuntu MATE Applications
de: Ubuntu-MATE-Anwendungen
