Repository: max-linux/max-mate-welcome
Catalog: data/po/features/*.po
Languages: bg, cs, da_dk, de, ms_my, pl

source: Features
bg: Възможности
cs: Funkce
da_dk: Egenskaber
de: Eigenschaften
ms_my: Fitur
pl: Możliwości

source: Modern and Full-Featured
bg: Модерен и Напълно Функционален
cs: Moderní a plnohodnotné
da_dk: Moderne og feature-fyldt
de: Modern und voll ausgestattet
ms_my: Modern dan Berfitur-Lengkap
pl: Nowoczesny i funkcjonalny

source: Ubuntu MATE is a modern computer operating system, with an attractive and easy to understand user interface. Its update manager keeps not only the operating system itself, but all of its installed applications updated to the current release. The operating system is more secure, and better supported than operating systems that come pre-installed on most home computer hardware today.
bg: Ubuntu MATE е модерна операционна система с атрактивен и интуитивен интерфейс. Актуализационният център ъпдейтва не само операционната система, но и инсталираните в нея програми до последните им версии. Ubuntu MATE е по-сигурна и по-добре поддържана от други операционни системи (Windows, MAC OS), които идват прединсталирани на новозакупени компютри.
cs: Ubuntu MATE je moderní počítačový operační systém s atraktivním a snadno pochopitelným uživatelským rozhraním. Jeho správce aktualizací udržuje nejen samotný systém, ale i všechny jeho nainstalované aplikace v poslední dostupné verzi. Ubuntu MATE je bezpečnější a lépe podporované než operační systémy, které byly předinstalovány na většinu dnešních domácích počítačů.
da_dk: Ubuntu MATE er et moderne operativ system, med en attraktive og letforståelige brugerflade. Update Manager holer ikke bare operativ systemet, men også alle de installerede applikationer opdaretet til nyeste version. Operativ systemet er mere sikkert og bedre supporteret end det operativ system der kommer pre-installeret på de fleste hjemmecomputere idag.
de: Ubuntu MATE ist ein modernes Computer-Betriebssystem mit einer leicht verständlichen, attraktiven und einfachen Benutzeroberfläche. Die Aktualisierungsverwaltung aktualisiert nicht nur das Betriebssystem selbst, sondern hält auch gleich alle installierten Anwendungen auf der aktuellsten Version. Ubuntu MATE ist sicherer und besser mit Aktualisierungen versorgt als Betriebssysteme, die heute auf den meisten Heimcomputern vorinstalliert sind.
ms_my: Ubuntu MATE merupakan sistem pengoperasian komputer modern, dengan antaramuka pengguna yang mudah difahami dan menarik. Pengurus kemaskininya bukan sahaja mengendalikan sistem pengoperasian, malahan semua aplikasi terpasang akan dikemaskini kepada keluaran semasa. Sistem pengoperasian adalah lebih selamat, dan senantiasa disokong berbanding kebanyakan komputer rumah yang telah dipra-pasang.
pl: Ubuntu MATE jest nowoczesnym systemem operacyjnym z atrakcyjnym i łatwym w obsłudze interfejsem. Menedżer aktualizacji utrzymuje aktualnym nie tylko sam system, ale także wszystkie zainstalowane programy. Ten system operacyjny jest bezpieczniejszy i lepiej wspierany od systemów preinstalowanych aktualnie na większości komputerów domowych.

source: Pre-Configured Yet Flexible
bg: Пред-Конфигурирана, но Гъвкава
cs: Přednastavené, přesto flexibilní
da_dk: Pre-Konfigureret og samtidig fleksibel
de: Vorkonfiguriert und dennoch flexibel
ms_my: Dipra-Konfigur Tetapi Fleksibel
pl: Gotowy do użycia i wciąż konfigurowalny

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most, if not all, of the applications you will need for your daily computing - or to change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
bg: Използвайки Ubuntu MATE си осигурявате свободата на пълнофункционална операционна система, предконфигурирана с повечето, ако не и всички програми от които ще имате нужда за ежедневна употреба - или да промените външния й вид, начина по който работи или приложенията й. Всичко може да се пренастрои по ваш вкус.
cs: Ubuntu MATE vám poskytuje svobodu používat úplný a plnohodnotný operační systém s přednastavenými aplikacemi, které budete potřebovat pro svou každodenní práci na počítači. Můžete ale i změnit vzhled, funkce nebo i aplikace podle svého vkusu.
da_dk: Brugen af Ubuntu MATE giver dig friheden til at køre et komplet, fuld funktionsdygtigt, pre-konfigureret system, der kommer med de fleste, hvis ikke alle, de applikationer du kommer til at bruge i din hverdag - og friheden til at ændre hvordan det ser ud, hvordan det virker eller hvilke applikationer de køres i forhold til din smag.
de: Die Verwendung von Ubuntu MATE bietet Ihnen ein vollständiges, voll funktionsfähiges Betriebssystem, welches die meisten für den täglichen Gebrauch benötigten Anwendungen bereits mitbringt und ihnen die Freiheit lässt, sein Aussehen, seine Funktionsweise und die einzelnen Anwendungen nach Ihrem Geschmack anzupassen.
ms_my: Dengan Ubuntu MATE anda dapat menggunakan satu sistem pengoperasian berfitur-lengkap, dipra-konfigur dengan kebanyakan aplikasi yang anda perlukan untuk kerja-kerja harian pengkomputeran secara bebas atau percuma - atau bebas mengubah apa jua di dalamnya sama ada penampilannya, cara ia berfungsi, atau menambah aplikasi yang ia jalankan mengikut citarasa anda.
pl: Używanie Ubuntu MATE zapewnia Ci wolność korzystania z pełnego, bogatego w funkcje systemu operacyjnego, dostarczanego z większością - jeśli nie wszystkimi - aplikacjami niezbędnymi do codziennego użytkowania komputera - lub do dostosowania wyglądu, działania systemu czy też instalowania aplikacji - tak, aby wygodnie Ci się z niego korzystało.

source: Built-In Security
bg: Вградена Защита
cs: Vestavěné zabezpečení
da_dk: Indbygget sikkerher
de: Integrierte Sicherheit
ms_my: Keselamatan Terbina-Dalam
pl: Wbudowane zabezpieczenia

source: Ubuntu MATE is designed with security in mind. Unlike operating systems that update only once a month, Ubuntu MATE receives updates continuously. The updates include security patches for Ubuntu MATE and all of its components. Security updates for all of its installed applications are also provided on the same schedule. This ensures that you have the latest protection for all of your computer's software -- as soon as it's available!
bg: Ubuntu MATE е проектирана с акцент върху сигурността. За разлика от други операционни системи, които се ъпдейтват веднъж месечно, Ubuntu MATE получава актуализации постоянно. Ъпдейтите включват пачове за Ubuntu MATE и всички нейни компоненти. Ъпдейтите по сигурността се инсталират по същия график. Това осигурява, че ще имате винаги актуална защита за вашия софтуер - веднага щом бъде публикувана!
cs: Ubuntu MATE je navrženo s ohledem na bezpečnost. Na rozdíl od operačních systémů, které aktualizují pouze jednou za měsíc, Ubuntu MATE přijímá aktualizace průběžně. Jde o bezpečnostní záplaty nejen pro Ubuntu MATE, ale i pro všechny jeho součásti. Bezpečnostní aktualizace se tak týkají i nainstalovaných programů. Nejnovější ochranu pro všechen software v počítači máte hned -- jakmile je k dispozici!
da_dk: Ubuntu MATE er designet med fokus på sikkerhed. Modsat operativ systemer som opdateres en gang om måneden, modtaget Ubuntu MATE opdateringer løbende. Opdateringerne underholder sikkerheds rettelser til Ubuntu MATE og alle den komponenter. Sikkerhedsopdateringer til alle de installerede applikationer bliver leveret på samme måde. Dette sikrer at du har er opdateret med den sidste nye sikkerhed, så snart den er tilgængelig!
de: Ubuntu MATE wurde mit Sicherheit im Blick entwickelt. Im Gegensatz zu Betriebssystemen, für welche nur monatlich Aktualisierungen verfügbar sind, stellt Ubuntu MATE diese kontinuierlich zur Verfügung. Die Aktualisierungen schließen Sicherheitslücken in Ubuntu MATE und all seinen Komponenten. Sicherheitsaktualisierungen für installierte Anwendungen werden mit der gleichen Kontinuität bereitgestellt. Dies stellt sicher, dass Sie den aktuellsten Schutz für all Ihre Software bekommen -- sobald dieser verfügbar ist!
ms_my: Ubuntu MATE direka dengan keutamaan keselamatan. Tidak seperti mana-mana sistem pengoperasian yang hanya dikemaskini secara bulanan, Ubuntu MATE menerima kemaskini secara berterusan. Kemaskini yang diberi termasuklah tampalan keselamatan untuk Ubuntu MATE dan semua komponen-komponennya. Kemaskini keselamatan untuk semua aplikasi yang dipasang juga disertakan. Ini untuk memastikan anda mendapat perlindungan terkini untuk semua perisian komputer anda -- disediakan sebaik sahaja ia dikeluarkan!
pl: Ubuntu MATE jest tworzone z myślą o bezpieczeństwie. W przeciwieństwie do komercyjnych systemów, które są aktualizowane raz w miesiącu, Ubuntu MATE otrzymuje aktualizacje bez przerwy. Zawierają one łatki bezpieczeństwa dla Ubuntu MATE i wszystkich jego komponentów. Aktualizacje bezpieczeństwa dla wszystkich zainstalowanych aplikacji są dostarczane w tym samym schemacie. Dzięki temu masz pewność, że całe oprogramowanie Twojego komputera jest aktualizowane i bezpieczne najszybciej, jak to możliwe!

source: Ubuntu MATE can get viruses and other infections... but it doesn't. Rapid and timely updates ensure that there are very few, if any threats to Linux systems like Ubuntu MATE that persist in the wild. In reality, there have been very few "public" infections in the last 10 years that can affect Ubuntu MATE. They are no longer a threat to anyone installing or using a modern Linux distribution today. Ubuntu MATE is designed to make it difficult for viruses, root kits and other malware to be installed and run without conscious intervention by you, the user. Even if you do accidentally invite in an infection, chances are it's designed to attack Windows and won't do much, if any damage to Ubuntu MATE.
bg: Ubuntu MATE може да хване вируси и други инфекции.. но не хваща. Бързи и навременни обновления са отговорни за това че много малко опасности за Линукс системите като Ubuntu MATE оцеляват. Всъщност, много малко от "публичните" инфекции в последните 10 години могат да навредят на Ubuntu MATE. Те не са опасност за никого, който инсталира или използва модерна Линукс дистрибуция. Ubuntu MATE е създадена така, че да е трудно за вируси, рууткитове и други malware приложения да бъдат инсталирани или подкарани без позволение от вас, потребителя. Дори в случай на случайна инфекция, шансовете са тя да е насочена основно към Windows системи и да не може да навреди на Ubuntu MATE.
cs: Ubuntu MATE teoreticky mohou napadnout viry a další infekce ... ale není to reálné. Rychlé a včasné aktualizace linuxových systémů zajišťují, že existuje jen velmi málo, pokud vůbec nějaké hrozby. Ve skutečnosti bylo za posledních 10 let jen velmi málo "veřejných" infekcí, které mohou mít vliv na Ubuntu MATE. To je navrženo tak, aby virům komplikovalo cestu do vašeho počítače. Rootkity a další škodlivý software není možné nainstalovat a spustit bez vašeho vědomého souhlasu. Dokonce i když se infekce náhodou dostane k vám, je pravděpodobné, že je navržena tak, aby napadla Windows. Ubuntu MATE zřejmě nepoškodí.
da_dk: Ubuntu MATE kan få virus og andre infektioner... men det sker ikke. Hurtig og rettidig opdateringer sikrer at findes meget få, hvis nogen trudsler mod Linux systemet som Ubuntu MATE som eksisterer derude. I realiteten, har der være meget få tilfælde i offentlighede i de sidste 10 år som har kunne påvirke Ubuntu MATE. Det er ikke længere en tudsel mod nogen der installerer eller bruger et en Linux distribution idag. Ubuntu MATE er designet til at g'øre det næsten umuligt for virusser, root kits og andre malware at bliver installeret eller kørt uden din specifikke tilladelse. Selvom du kommer til at invitere en infektion indenform er det sandsynligt at det er designet til at angribe Windows og vil gøre lille, hvis overhovedet nogen skade på Ubuntu MATE.
de: Ubuntu MATE könnte Viren und andere Schadsoftware bekommen ... in der Praxis passiert dies jedoch nicht. Eine schnelle und rechtzeitige Aktualisierung sorgt dafür, dass es nur sehr wenige Gefahren für Linux-Systeme wie Ubuntu MATE in der rauen Welt des Internets gibt. In den letzten 10 Jahren sind nur sehr wenige Infektionen mit Schadsoftware bekannt geworden, die Ubuntu MATE beeinflussen könnten. Für alle, die ein modernes, aktuelles Linux-System wie Ubuntu MATE einsetzen, sind diese alten Infektionswege wegen der mittlerweile durchgeführten Sicherheitsaktualisierungen keine Bedrohung mehr. Ubuntu MATE wurde so entwickelt, dass ein Installieren und Ausführen von Viren, Rootkits und anderer Schadsoftware ohne bewusste Intervention vom Benutzer erschwert wird. Selbst wenn Sie einmal Schadsoftware heruntergeladen haben, so sind die Chancen groß, dass es sich um eine Schadsoftware für Windows handelt, die Ihrer Ubuntu MATE-Installation kaum gefährlich werden kann.
ms_my: Ubuntu MATE boleh mendapat virus dan lain-lain jangkitan... sebenarnya sangat sukar berlaku. Oleh kerana terdapatnya kemaskini secara kerap dan berkala meminimumkannya berlaku, jika ada mana-mana ancaman kepada sistem Linux seperti Ubuntu MATE diluar sana. Realitinya, terdapat sangat sedikit jangkitan "awam" dalam tempoh 10 tahun sebelum ini yang dapat menjangkiti Ubuntu MATE. Ia tidak lagi dianggap sebagai ancaman jika memasang atau menggunakan distribusi Linux modern pada hari ini. Ubuntu MATE direka untuk memastikan virus, kit root dan lain-lain perisian hasad sukar dipasang dan dijalankan tanpa pengetahuan anda, sebagai pengguna. Jika anda tersilap pasang dan menyebabkan jangkitan berlaku, peluang ia menyerang seperti berlakunya kepada Windows adalah sangat tipis dan tidak menyebabkan kerosakan besar kepada Ubuntu MATE.
pl: Ubuntu MATE w teorii może zostać zawirusowane… ale tak się nie stanie. Błyskawiczne i dostarczane na czas aktualizacje dają pewność, że zagrożeń dla systemów Linux takich jak Ubuntu MATE jest bardzo niewiele lub nie ma ich wcale. Przez ostatnie 10 lat zanotowano niezwykle mało „ogólnodostępnych” infekcji zagrażających Ubuntu MATE. Nie stanowią one już zagrożenia dla osób korzystających z nowych dystrybucji Linuksa. Ubuntu MATE zaprojektowane jest tak, aby utrudnić wirusom i innym niechcianym programom instalację i działanie bez świadomego udziału użytkownika. Nawet jeśli przypadkowo zainstalujesz wirusa, prawdopodobnie jest on przeznaczony dla systemu Windows i nie uszkodzi Ubuntu MATE.

source: Another significant security feature of Ubuntu MATE is that its users are not administrators by default. Administrators ("root" users) on any computer system have permission to do anything they want, including the ability to damage the system.
bg: Друг основен елемент, осигуряващ сигурността на Ubuntu MATE е, че потребителите не са с административни привилегии по подразбиране. Администраторите ("root" потребителите) на всяка система имат позволението да вършат каквото си искат, включително да повредят системата.
cs: Dalším významným bezpečnostním prvkem Ubuntu MATE je, že jeho uživatelé nejsou ve výchozím nastavení správci. Administrátoři ("root" uživatelé) mohou na jakémkoliv počítačovém systému dělat, co chtějí, včetně možnosti poškodit systém.
da_dk: En anden signifikant sikkerheds funktion i Ubunti MATE er at dets brugere er ikke administratorer som standard. Administratorer ("root" brugeren) på et hvert computer system har rettigheder til at gøre hvad som helst, inklusiv evnen til at skade på systemet.
de: Ein weiteres wichtiges Sicherheitsmerkmal von Ubuntu MATE ist, dass ein Benutzer nicht standardmäßig Administratorrechte ("root"-Rechte) besitzt. Administratoren auf Computer-Systemen haben die Rechte, alles zu tun was sie wollen, einschließlich der Möglichkeit, das System zu beschädigen.
ms_my: Lain-lain fitur keselamatan utama Ubuntu MATE ialah pengguna tidak menjadi pentadbir secara lalai. Pentadbir (pengguna "root") bagi mana-mana sitem komputer mempunyai keupayaan membuat apa sahaja, termasuklah keupayaan merosakkan sistem.
pl: Innym ważnym mechanizmem ochronnym Ubuntu MATE jest to, że użytkownicy nie są domyślnie administratorami. Administratorzy (użytkownicy „root”) w każdym systemie operacyjnym uprawnieni są do zrobienia wszystkiego, łącznie z możliwością uszkodzenia systemu.

source: For example, other operating systems look at the name of a file to determine which program should open it, then immediately attempt to open it. That design makes it easy for an intruder to attack a computer. Ubuntu MATE opens a file based on what the file is, not based on its name. So even if a malicious program disguises its identity by using the name "Last Will and Testament.txt" Ubuntu MATE will recognize the file as a program. The system provides a warning that the file is not a text file, but that it is a program that will be run if you give it permission to continue. To be extra secure, Ubuntu MATE requires you to provide your administrator password before that permission is granted. Every single time.
cs: Například jiné operační systémy podle názvu souboru přiřadí program, který se ho pokusí okamžitě otevřít. To usnadňuje útočníkovi napadnout počítač. Ubuntu MATE otevře soubor podle toho, co je v něm obsaženo, ne podle názvu. Takže i když škodlivý program maskuje svou identitu pomocí názvu "Poslední vůle a závěť.txt", Ubuntu MATE rozpozná soubor jako program. Systém upozorní, že nejde o pouhý textový soubor, ale o program, který bude spuštěn v případě dalšího svolení k pokračování. Aby vše proběhlo bezpečně, Ubuntu MATE si pokaždé vyžádá heslo administrátora, ještě než udělí práva.
da_dk: For eksempel, andre operativ systemer kigge på navnet på en fil og beslutter hvilket program der skal åbne den, og derefter straks forsøger at åbne filen. Dette design gør det med at angribe computeren. Ubuintu MATE åbner filer basere på hvad filen er, ikke på dens navn. Så selv om et ondsindet program skjuler sin identitet ved hjælp af navnet "Mit sidste testamente.txt" vil Ubuntu MATE opdage at filen er et program. Systemet vil give en advarsel at filen ikke er et tekst dokument, men et program, som kun bliver kørt hvis du giver tilladelse til at fortsætte. Som en ekstra sikkerhed, kræver Ubuntu MATE at du indtaster dit administrator password for tilladelsen bliver givet - hver eneste gang.
de: Beispielsweise stellen andere Betriebssysteme anhand des Namens einer Datei fest, mit welchem Programm es geöffnet werden soll. Daraufhin versucht das Betriebssystem diese unverzüglich zu öffnen. Dieses Design macht es für einen Angreifer extrem einfach, in einen Computer einzudringen. Ubuntu MATE öffnet eine Datei nicht aufgrund ihres Namens, sondern analysiert erst genau, um was für eine Datei es sich handelt. Selbst wenn ein bösartiges Programm seine Identität mit dem Namen "Letzter Wille und Testament.txt" verschleiern würde, würde Ubuntu MATE die Datei als ein Programm erkennen und eine Warnung anzeigen, dass die Datei keine Textdatei ist und es sich stattdessen um ein ausführbares Programm handelt. Dieses wird nur ausgeführt, wenn Sie explizit Ihre Erlaubnis dafür erteilen. Um besonders sicher zu sein fordert Ubuntu MATE, dass Sie Ihr Administrator-Kennwort eingeben bevor die Genehmigung zum Ausführen der Datei erteilt wird. Und das jedes Mal.
ms_my: Sebagai contoh, ada sebuah sistem pengoperasian melihat nama sesebuah fail dan menentukan program yang manakah patut membukanya, kemudian terus membukanya. Kaedah tersebut memudahkan penceroboh menyerang komputer tersebut. Sebaliknya, Ubuntu MATE membuka fail berdasarkan apakah jenis fail tersebut, bukan berdasarkan pada namanya. Oleh itu, jika sesebuah program berniat jahat menyamar dengan menggunakan nama "Last Will and Testament.txt" contohnya, Ubuntu MATE tetap mengenalpasti ia sebagai fail program. Sistem akan memberi amaran bahawa fail tersebut bukan fail teks. tetapi ia tetap dijalankan jika anda beri keizinan menjalankannya. Sebagai lapisan keselamatan tambahan, Ubuntu MATE meminta kata laluan pentadbir sebelum apa jua tindakan keizinan diberikan. Setiap berlaku Ubuntu MATE akan meminta keizinan dengan kata laluan pentadbir terlebih dahulu.
pl: Na przykład inne systemy operacyjne sprawdzają nazwę pliku w celu określenia, który program powinien go otworzyć, a następnie natychmiast spróbować go otworzyć. Ten projekt ułatwia intruzowi atakowanie komputera. Ubuntu MATE otwiera plik na podstawie tego, jaki plik jest, nieoparty na jego nazwie. Nawet jeśli złośliwy program przechwytuje swoją tożsamość używając nazwy "Last Will and Testament.txt", Ubuntu MATE rozpozna plik jako program. System zapewnia ostrzeżenie, że plik nie jest plikiem tekstowym, ale jest to program, który zostanie uruchomiony, jeśli da się pozwolić na kontynuowanie. Aby zapewnić dodatkową ochronę, Ubuntu MATE wymaga podania hasła administratora przed uzyskaniem tego pozwolenia. Za każdym razem.

source: Powerful Applications
bg: Мощни Програми
cs: Výkonné aplikace
da_dk: Kraftige Applikationer
de: Mächtige Anwendungen
ms_my: Aplikasi Hebat
pl: Wydajne programy

source: While MATE Desktop provides the essential user interfaces to control and use a computer, Ubuntu MATE adds a collection of additional applications to turn your computer into a truly powerful workstation.
bg: Докато десктоп средата MATE предоставя основния потребителски интерфейс за контрол и употреба на компютъра, Ubuntu MATE добавя колекция от допълнителни програми, които превръщат компютъра ви в наистина мощна работна машина.
cs: Zatímco MATE Desktop poskytuje základní uživatelské rozhraní pro ovládání a používání počítače, Ubuntu MATE přidává kolekci dalších aplikací, aby se z vašeho počítače skutečně stala výkonná pracovní stanice.
da_dk: Samtidigt med at MATE Desktop leverer den essentielle brugergrænseflade til at styre og bruge computeren, tilføjer Ubuntu MATE en samling ekstra programmer some forvandler din computer til en kraftigt arbejdsstation.
de: Während der MATE-Desktop Ihnen die grundlegenden Werkzeuge an die Hand gibt um Ihren Computer zu steuern und zu benutzen, fügt Ubuntu MATE eine Sammlung von zusätzlichen Anwendungen hinzu, welche Ihren Computer in einen wahrlich leistungsstarken Arbeitsplatz verwandeln.
ms_my: Walaupun Dekstop MATE menyediakan antaramuka pengguna yang perlu untuk mengawal dan menggunakan komputer, Ubuntu MATE juga menambah satu koleksi aplikasi tambahan yang dapat menjadikan komputer anda stesen kerja yang hebat.
pl: Podczas gdy pulpit MATE zapewnia podstawowy interfejs użytkownika potrzebny do kontroli i używania komputera, Ubuntu MATE dodaje do niego kolekcję aplikacji, aby uczynić z komputera naprawdę wydajną stację roboczą.

source: Productivity
bg: Продуктивност
cs: Produktivita
da_dk: Produktivitet
de: Produktivität
ms_my: Produktiviti
pl: Produktywność
