Repository: max-linux/max-mate-welcome
Catalog: data/po/features/*.po
Languages: bg, cs, da_dk, de, ms_my, pl

source: Firefox delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and an integrated search to let you get the most out of the web.
bg: Firefox осигурява безопасно и лесно за употреба сърфиране. Познат потребителски интерфейс, подобрена сигурност включително защита от кражба на лична информация онлайн, и интегрирано търсене ви позволяват да извлечете максимума от мрежата.
cs: Firefox poskytuje bezpečné a snadné prohlížení webových stránek. Známé uživatelské rozhraní, vylepšené funkce zabezpečení, včetně ochrany před krádeží identity on-line a integrované vyhledávání.
da_dk: Firefox gør det sikkert og nemt at browse på Internettet. A familiær brugergrænseflade, forstærkede sikkerhedsfunktioner inklusiv beskyttelse mod identitets tyveri, og en integreret søgefunktion som lader dig få mest muligt ud af Internettet.
de: Firefox liefert sicheres und einfaches Surfen im Internet. Eine vertraute Benutzeroberfläche, erweiterte Sicherheitsfunktionen wie Schutz vor Online-Identitätsdiebstahl und eine integrierte Suchfunktion sorgen dafür, dass Sie das Maximum an Nutzen aus dem Internet ziehen können.
ms_my: Firefox menyediakan pelayaran sesawang yang selamat dan mudah. Antaramuka pengguna yang selesa digunakn, fitur keselamatan yang dinaiktaraf termasuklah perlindungan daripada kecurian identiti atas-talian, dan gelintar bersepadu yang membolehkan anda perolehi apa yang dikehendaki di dalam dunia sesawang.
pl: Firefox umożliwia bezpieczne i łatwe przeglądanie Sieci. Przyjazny interfejs, rozszerzone bezpieczeństwo zapewniające ochronę przed kradzieżą danych osobowych oraz wbudowane wyszukiwanie pozwala ci wykorzystać pełnię potencjału Internetu.

source: Thunderbird is a full-featured email, RSS and newsgroup client that makes emailing safer, faster and easier than ever before. It supports different mail accounts (POP, IMAP, Gmail), has a simple mail account setup wizard, one-click address book, tabbed interface, an integrated learning spam filter, advanced search and indexing capabilities, and offers easy organization of mails with tagging and virtual folders. It also features unrivalled extensibility.
bg: Thunderbird е пълнофункционална програма за имейл, RSS и newsgrup потоци, която прави работата с електронна поща по-безопасна, по-бърза и по-лесна от всякога. Поддържа различни имейл протоколи и услуги (POP, IMAP, Gmail), има лесна за употреба първоначална настройка на поща, книга с адреси, интерфейс с раздели, интегриран и самообучаващ се филтър за спам, възможности за детайлно търсене и индексиране, както и лесната организация на писмата ви с тагове и виртуални папки. Също така поддържа неповторима възможност за надграждане с добавки.
cs: Thunderbird je plně vybavený e-mailový klient, RSS čtečka a klient diskusních skupin, který umožňuje posílat e-maily bezpečněji, rychleji a snadněji než kdy předtím. Podporuje různé e-mailové účty (POP, IMAP, Gmail), má průvodce jednoduchým nastavením e-mailového účtu, adresář na jedno kliknutí, rozhraní s kartami, integrovaný samoučící spamový filtr, pokročilé vyhledávání a indexovací schopnosti a nabízí snadnou organizaci mailů se značkami a virtuálními složkami. Je také vybaven bezkonkurenční rozšiřitelností.
da_dk: Thunderbird er en funktionsrig email, RSS og nyhedsgrupper klient der gør email mere sikker, hurtigere og nemmere end nogensinde før. Den supporterer forskellige mail konti (POP, IMPQ, Gmail), har en simpel mail konto opsætningsguide, ét-kliks adressebog, tabs, integreret intelligent spam filter, avanceret søgning of indekserings funktion, som tilbyder nem organisering af mails med tagging og virtuelle foldere. Den er også udstyret uovertruffen udvidelsesmuligheder.
de: Thunderbird ist ein voll funktionsfähiger E-Mail-, RSS- und Newsgroup-Client, welcher den Umgang mit E-Mails sicherer, schneller und einfacher macht als je zuvor. Es unterstützt verschiedene E-Mail-Konten bzw. -Protokolle (POP, IMAP, Gmail), hat einen einfachen Mailkonto-Einrichtungsassistenten, ein Ein-Klick-Adressbuch, eine Oberfläche mit Registerkarten, einen integrierten, lernenden Spam-Filter, eine erweiterte Such- und Indizierungsfunktionen und bietet eine einfache Organisation von E-Mails mit Tagging und virtuellen Ordnern. Er verfügt außerdem über eine unübertroffene Erweiterbarkeit.
ms_my: Thunderbird merupakan klien emel, RSS dan kumpulan berita berfitur-lengkap yang menjadikan kerja-kerja emel lebih selamat, pantas dan mudah dikendalikan. Ia menyokong pelbagai jenis akaun mel (POP, IMAP, Gmail), mempunyai bestari persediaan akaun emel yang mudah, buku alamat sekali-klik, antaramuka bertab, penapis spam kendiri bersepadu, gelintar lanjutan dan keupayaan pengindeksan, serta menawarkan penyusunan emel yang mudah melalui pengetagan dan folder maya. Ia juga fiturkan kesinambungan fungsi yang tidak dapat ditandingi.
pl: Thunderbird jest bogatym w funkcje klientem poczty e-mail, RSS i grup dyskusyjnych, czyniącym pisanie e-maili bezpieczniejszym, szybszym i łatwiejszym. Wspiera różne konta mailowe (POP, IMAP, Gmail), ma łatwy kreator konfiguracji konta, książkę adresową, interfejs w kartach, wbudowane filtrowanie spamu, zaawansowane funkcje wyszukiwania i indeksowania i oferuje prostą organizację maili z tagowaniem i folderami. Posiada też bezkonkurencyjną możliwość dodawania rozszerzeń.

source: LibreOffice is a full-featured office productivity suite that provides a near drop-in replacement for Microsoft(R) Office; its clean interface and powerful tools let you unleash your creativity and grow your productivity. LibreOffice embeds several applications that make it the most powerful Free and Open Source Office suite on the market:
bg: LibreOffice е пълнофункционален офис пакет, който е перфектният заместител на офис пакетът от Microsoft(R); неговият изчистен интерфейс и мощни инструменти помагат на вашата креативност и продуктивност. LibreOffice включва няколко програми, които го правят най-мощният Офис пакет със Свободен и Отворен код на пазара:
cs: LibreOffice je plnohodnotný kancelářský balík, který poskytuje téměř plnou náhradu za Microsoft(R) Office; jasné rozhraní a výkonné nástroje vám umožní popustit svou kreativitu a produktivitu. LibreOffice tvoří několik aplikací, které z balíku dělají nejvýkonnější svobodnou a otevřenou kancelář na trhu:
da_dk: LibreOffice er en fuld kontorpakke, der giver en god erstatning for Microsoft (R) Office. Dens rene grænseflade og kraftfulde værktøjer kan du frigøre din kreativitet og øge din produktivitet. LibreOffice integrerer flere programmer, der gør det til det mest magtfulde Fri og Open Source Office-pakke på markedet:
de: LibreOffice ist ein leistungsstarkes Office-Paket, welches einen fast vollständigen, kostenlosen Ersatz für Microsoft(R) Office bietet. Mit der klaren Oberfläche und den mächtigen Werkzeugen können Sie Ihre Kreativität entfalten und Ihre Produktivität steigern. LibreOffice vereint verschiedene Anwendungen, was es zum mächtigsten freien und quelloffenen Office-Paket auf dem Markt macht.
ms_my: LibreOffice merupakan suit produktiviti pejabat berfitur-lengkap yang menyediakan penggantian penuh Microsoft(R) Office; antaramuka kemas dan alatan hebat yang dapat melonjakkan krativiti dan tingkatkan produktiviti anda. LibreOffice menawarkan beberapa aplikasi yang menjadikannya suit Pejabat Bebas dan Bersumber Terbuka yang terbaik di pasaran.
pl: LibreOffice jest w pełni funkcjonalnym pakietem biurowym, zapewniającym zastępstwo w biurze Microsoft (R) Office; Czysty interfejs i potężne narzędzia pozwalają uwolnić kreatywność i zwiększyć wydajność. LibreOffice osadza kilka aplikacji, które sprawiają, że jest to najpotężniejszy pakiet biurowy otwarte oprogramowani na rynku:

source: Writer, the word processor.
bg: Writer, текстообработващата програма.
cs: Writer, textový procesor.
da_dk: Writer, tekstbehandling.
de: Writer, das Textverarbeitungsprogramm.
ms_my: Writer, pemproses perkataan.
pl: Writer, edytor tekstowy.

source: Calc, the spreadsheet application.
bg: Calc, програмата за електронни таблици.
cs: Calc, tabulkový procesor.
da_dk: Cals, regneark.
de: Calc, das Tabellenkalkulationsprogramm.
ms_my: Calc, aplikasi hamparan elektronik.
pl: Calc, arkusz kalkulacyjny.

source: Impress, the presentation engine.
bg: Impress, програмата за презентации.
cs: Impress, prezentační aplikace.
da_dk: Impress, presentations applikation.
de: Impress, das Präsentationsprogramm.
ms_my: Impress, perisian persembahan.
pl: Impress, aplikacja dla prezentacje

source: Draw, the drawing and flowcharting application.
bg: Draw, програмата за рисуване и диаграми.
cs: Draw, aplikace pro kreslení a vývojové diagramy.
da_dk: Draw, en tegne og flowchart applikation.
de: Draw, das Zeichen- und Flussdiagrammprogramm.
ms_my: Draw, aplikasi melukis dan membina carta alir.
pl: Draw, aplikacja dla rysunki i flowcharts.

source: Base, the database and database frontend.
bg: Base, програмата за бази данни.
cs: Base, nadstavba pro databáze.
da_dk: Base, database
de: Base, Datenbankverwaltung und Datenbankoberfläche.
ms_my: Base, aplikasi yang membina dan mengendalikan pangkalan data.
pl: Base, baza danych i frontend bazy danych.

source: Math, for editing mathematics.
bg: Math, програмата за математика.
cs: Math, pro matematickou editaci.
da_dk: Math, matematik
de: Math, der Formeleditor.
ms_my: Math, untuk penyuntingan matematik.
pl: Math, do edycji równań matematycznych.

source: Entertainment
bg: Забавление
cs: Zábava
da_dk: Underholdning
de: Unterhaltung
ms_my: Hiburan
pl: Rozrywka

source: Rhythmbox is a very easy to use music playing and management program which supports a wide range of audio formats (including mp3 and ogg). Originally inspired by Apple's iTunes, the current version also supports Internet Radio, iPod integration and generic portable audio player support, Audio CD burning, Audio CD playback, music sharing, and Podcasts.
bg: Rhythmbox е много лесна за употреба програма за слушане и подредба на музика, която поддържа широк набор от аудио формати (включително mp3 и ogg). Първоначално вдъхновена от iTunes на Apple, настоящата версия също поддържа Интернет радио, iPod интеграция и поддръжка на други mp3 устройства, записването на аудио дискове, възпроизвеждането им, както и споделянето на музика и слушането на подкасти.
cs: Rhythmbox je velmi intuitivní přehrávač a správce hudby, který podporuje širokou škálu zvukových formátů (včetně MP3 a Ogg). Původně byl inspirován Apple iTunes, současná verze také podporuje internetové rádio, integraci iPodu a jiných obecných přenosných audio přehrávačů, vypalování Audio CD, přehrávání zvukových CD, sdílení hudby a podcasty.
da_dk: Rhythmbox en er en applikation der er nem at bruge til at at afspille og organisere musik som supporterer en bred vifte af lydformater (inklusiv mp3 og ogg). Oprindeligt inspirert af Apple's i Tunes, understøtter den nye version også Internet Radio, iPod integration og generiske portable musikafspillere. Der er også mulighed for at skive og afspille Audio CD'er, høre Podcasts og ander musik delings services.
de: Rhythmbox, ein einfach zu bedienender Musikspieler und ein Musik-Management-Programm, unterstützt eine breite Palette von Audio-Formaten (einschließlich mp3 und ogg). Ursprünglich inspiriert von Apples iTunes, unterstützt die aktuelle Version Internet-Radio, iPods und andere tragbare Audio-Player, das Brennen und Abspielen von Audio-CDs, das Teilen von Musik und schließlich Podcasts.
ms_my: Rhythmbox sangat mudah memainkan muzik dan merupakan program pengurusan muzik yang menyokong banyak format audio (termasuklah mp3 dan ogg). Ia diilham daripada iTunes Apple, versi terkini dapat menyokong Radio Internet, penyepaduan iPod dan sokongan pemain audio mudah-alih, perakaman CD Audio, main balik CD Audio, perkongsian muzik, dan Podcast.
pl: Rhythmbox to bardzo łatwy w użyciu program do odtwarzania i zarządzania muzyką, który obsługuje wiele formatów audio (w tym mp3 i ogg). Początkowo zainspirowany programem iTunes firmy Apple, obecna wersja obsługuje również Internet Radio, integrację z iPodem i ogólną przenośną obsługę odtwarzacza audio, nagrywanie płyt Audio CD, odtwarzanie płyt Audio CD, udostępnianie muzyki i podcasty.

source: Shotwell is a digital photo organizer. It allows you to import photos from disk or camera, organize them in various ways, view them in full-window or fullscreen mode, and export them to share with others. It is able to manage a lot of different image formats, also including raw CR2 files.
bg: Shotwel е дигитален организатор на снимки. Позволява ви да импортнете снимки от диск или камера, да ги организирате по ваш избор, да ги разглеждате в пълен размер, и да ги споделяте с други. Може да се справи с много различни изобразителни формати, както и raw CR2 файлове.
cs: Shotwell je správce vašich digitálních fotografií. Umožní vám importovat fotografie z disku nebo fotoaparátu, uspořádat je různými způsoby, prohlížet je v okně i v režimu celé obrazovky, exportovat je a sdílet s ostatními. Je schopen zvládnout mnoho různých obrazových formátů, a to i včetně souborů raw CR2.
da_dk: Shotwell er en digital billed organisator. Den tillader dig at importere billeder fra disk eller fra direkte fra kamera, og organisere dem på forskellige måder, se dem i vindues eller fuldskærms modus og eksportere dem for at dele dem med andre. Den er istand til at håndtere mange forskelle formater, inklusiv raw CR2 filer.
de: Shotwell ist ein Digital-Fotoverwaltungsprogramm. Es ermöglicht Ihnen, Fotos von einer Festplatte oder einer Kamera zu importieren, auf verschiedene Weise zu organisieren, im Fenster- oder Vollbild-Modus zu betrachten, zu exportieren, und mit anderen zu teilen. Es ist in der Lage, viele verschiedene Bildformate zu verwenden, auch rohe CR2-Dateien.
ms_my: Shotwell merupakan pengurus foto digital. Ia membolehkan anda mengimport foto dari cakera atau kamera, mengurusnya dalam pelbagai cara, melihatnya dengan mod tetingkap penuh atau skrin penuh, dan mengeksportnya supaya dapat dikongsikan dengan orang lain. Ia berupaya mengurus pelbagai format imej, dan menyokong fail CR2 mentah.
pl: Shotwell jest organizatorem fotografii cyfrowej. Umożliwia importowanie zdjęć z dysku lub aparatu fotograficznego, organizowanie ich na różne sposoby, wyświetlanie ich w trybie pełnoekranowym lub pełnoekranowym i eksportowanie ich do udostępniania innym. Jest w stanie zarządzać wieloma różnymi formatami graficznymi, w tym także surowymi plikami CR2.

source: VLC is the VideoLAN project's media player. It plays MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts, and multimedia streams from various network sources.
bg: VLC е медийният плеър на проектът VideoLAN. Поддържа MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis файлове, DVD-та, VCD-та, подкасти и мултимедийни потоци от различни мрежови източници.
cs: VLC je přehrávač médií z projektu VideoLAN. Přehrává MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis soubory, DVD, VCD, podcasty a multimediální streamy z různých síťových zdrojů.
da_dk: VLC er VideoLAN projektest media afspiller. Den kan afspille MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts, og multimedia streams fra forskellige netværkskilder.
de: VLC ist der Medienspieler des VideoLAN-Projekts. Er spielt MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, DVDs, VCDs, Podcasts und Multimedia-Streams aus verschiedenen Netzwerkquellen ab.
ms_my: VLC merupakan pemain media dibawah projek VideoLAN. Ia dapat memainkan fail MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis, DVD, VCD, podcast, dan strim multimedia daripada pelbagai sumber rangkaian.
pl: VLC to odtwarzacz multimedialny projektu VideoLAN. Odtwarza pliki MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg / Vorbis, DVD, VCD, podcasty i strumieni multimedialnych z różnych źródeł sieci.

source: VLC can also be used as a streaming server that duplicates the stream it reads and multicasts them through the network to other clients, or serves them through HTTP.
bg: VLC също може да бъде използван за поточен сървър, който раздвоява потока, който чете и го разпространява през мрежата до други клиенти или ги доставя посредством HTTP.
cs: VLC může být také použit jako streamovací server, který kopíruje tok, který přečte a vysílá jej jako multicast přes síť do ostatních klientů nebo serverů pomocí HTTP.
da_dk: VLC kan også bruges som en streaming server som duplikerer den stream den læser og videresender den igennem netværket til andre klienter, ellers servicerer dem via HTTP.
de: VLC kann auch als Streaming-Server verwendet werden, der einen Stream dupliziert und über das Netzwerk an andere Clients sendet oder ihn über HTTP zur Verfügung stellt.
ms_my: VLC juga digunakan sebagai pelayan penstriman yang dapat menduplikasi strim yang dibaca dan siar-berbilang atau multicast ia menerusi rangkaian ke klien lain, atau menawarkannya melalui HTTP.
pl: VLC może być również używany jako serwer strumieniowy, który duplikuje strumień, który czyta i multiemizuje je przez sieć do innych klientów lub obsługuje je przez HTTP.

source: VLC has support for on-the-fly transcoding of audio and video formats, either for broadcasting purposes or for movie format transformations.
bg: VLC поддържа транскодирането в движение на аудио и видео формати, за тяхното разпространение или за трансформация на формата на филма.
cs: VLC má podporu pro on-the-fly překódování audio a video formátů, a to buď pro účely vysílání, nebo pro převedení filmových a zvukových formátů.
da_dk: VLC supporterer også on-the-fly oversættelse af audio eller video formater, enten til udsendelses formøl eller til film format transformationer.
de: VLC kann Musik-, Audio- und Videoformate direkt transkodieren, entweder für Sendezwecke oder um verschiedene Medienformate umzuwandeln.
ms_my: VLC menyokong pentranskodan terus format audio dan video, sama ada untuk tujuan penyiaran atau untuk transformasi format cereka.
pl: VLC obsługuje transkodowanie plików audio i wideo w locie, zarówno w celach nadawczych, jak i podczas przekształcania filmów.

source: ... And a whole lot more!
bg: ... И още много!
cs: ... A mnohem více!
da_dk: ... og en hel masse mere!
de: ... Und eine ganze Menge mehr!
ms_my: ...Dan ada banyak lagi!
pl: ... I o wiele więcej!

source: Naturally you'll also find a firewall, backup application, document/photo scanner and printer management all included in Ubuntu MATE. And this is just the start. The
bg: Очаквано ще намерите и защитна стена, програма за бекъп, скенер за документи и снимки и програма за управление на принтери включени в Ubuntu MATE. И това е само началото.
cs: V Ubuntu MATE samozřejmě také najdete firewall, aplikaci pro zálohování, skener dokumentů/fotek a správu tiskárny. A to je jen začátek. Sekce
da_dk: Du finder naturligvis også en firewall, backup applikation, dokument/billed scanner og printer application, alt sammen inkluderet i Ubuntu MATE. Alt dette er bare en start. Det
de: Natürlich sind eine Firewall, eine Datensicherungs-Anwendung, ein Dokument-/Fotoscanner und Drucker-Management in Ubuntu MATE bereits enthalten. Und das ist nur der Anfang. Die
ms_my: Selalunya anda juga mendapati dinding api, aplikasi sandar, pengimbas dokumen/foto dan pengurusan pencetak disertakan dalam Ubuntu MATE. Ini hanyalah permulaan. Bahagian
pl: Oczywiście znajdziesz również zaporę, aplikację do tworzenia kopii zapasowych, skaner dokumentów / zdjęć oraz zarządzanie wszystkimi drukarkami, które są zawarte w Ubuntu MATE. I to dopiero początek.

source: Software
bg: Софтуерната
de: Software Boutique
ms_my: Perisian
pl: Oprogramowanie

source: sections includes best-in-class applications for most tasks and a one-click installer for an
bg: секция включва най-добрите програми за повечето задачи и инсталация с един клик за
cs: obsahuje nejlepší aplikace ve své třídě pro většinu úkolů a instalační program na jedno kliknutí pro
da_dk: sektionen inkluderer er best-in-class applikationer til de fleste opgaver og en 1-kliks installation for en
de: umfasst weitere großartige Anwendungen für die meisten Aufgaben sowie einen Ein-Klick-Installer. Mit diesem
ms_my: berikutnya menyertakan aplikasi terbaik untuk kebanyakan tugasan dan pemasangan sekali klik
pl: Sekcje zawierają najlepsze w swojej klasie aplikacje dla większości zadań i jeden kliknięcie dla instalatora

source: that will give you access to thousands of applications suitable for just about any professional or recreational pursuit.
bg: който ще ви даде достъп до хиляди програми подходящи за всяко едно професионално и любителско начинание.
cs: , čímž získáte přístup k tisícům aplikací vhodných pro téměř jakoukoliv profesionální nebo amatérskou činnost.
da_dk: der vil give dig asgang til tusinder af applikationer der passer til næsten ethvert professionelt eller privat formål.
de: haben Sie dann Zugriff auf Tausende von Anwendungen, die für fast jede berufliche Aufgabe oder Freizeitbeschäftigung geeignet sind.
ms_my: yang memberikan capaian kepada beribu-ribu aplikasi yang sesuai untuk sesiapa sahaja sama ada profesional ataupun atas tujuan peribadi dan santai.
pl: umożliwia dostęp do tysiąca aplikacji, które można wykorzystać w celach zawodowych lub rekreacyjnych.

source: Games
bg: Игри
cs: Hry
da_dk: Spil
de: Spiele
ms_my: Permainan
pl: Gry

source: In the last couple of years Linux has become a first class gaming platform thanks to
bg: През последните няколко години Линукс се превърна в платформа за игри от първа класа благодарение на
cs: V posledních několika letech se Linux stal prvotřídní herní platformou díky tomu, že
da_dk: Inden for de sidste par år er Linux blevet en første klases spil platform, takket være
de: In den letzten paar Jahren ist Linux eine großartige Spiele-Plattform geworden, dank
ms_my: Dalam tempoh beberapa tahun kebelakangan ini, Linux telah menjadi platform permainan berkelas pertama, terima kasih buat
pl: W ciągu ostatnich kilku lat, Linux ma stać się platformą do gier pierwszej klasy dzięki

source: bringing the
bg: и предлагането на
cs: přineslo
da_dk: der bringer
de: und der Portierung von
ms_my: kerana telah membawa
pl: przynosząc

source: platform to Linux. At the time of writing Steam has more than 1000 high quality indie and AAA titles available for Linux. Ubuntu MATE is fully compatible with Steam for Linux.
bg: платформата за Линукс. Към момента, Steam има над 1000 високо качествени заглавия за Линукс. Ubuntu MATE е напълно съвместима със Steam за Линукс.
cs: platformu pro Linux. V době psaní má Steam více než 1000 vysoce kvalitních indie a AAA titulů, které jsou k dispozici pro Linux. Ubuntu MATE je plně kompatibilní se Steam pro Linux.
da_dk: platform til Linux. I skrivende stund har Steam mere end 1000 indie og AAA titler af høj kvalitet tilgængelig på Linux. Ubuntu MATE er fuldt ud kompatibel med Steam på Linux.
de: für Linux. Zum Zeitpunkt der Verfassung dieses Textes sind auf Steam mehr als 1.000 qualitativ hochwertige Indie- und AAA-Titel für Linux erhältlich. Ubuntu MATE ist voll kompatibel mit Steam für Linux.
ms_my: platform permainan ke dunia Linux. Pada masa penulisan ini, Steam telah menyediakan lebih dari 1000 permainan indie dan berkelas AAA yang berkualiti tinggi untuk Linux. Oleh itu, Ubuntu MATE sepenuhnya serasi dengan Steam for Linux ini.
pl: Platforma do Linuksa. W momencie pisania, Steam ma ponad 1000 wysokiej jakości tytułów indie i AAA dostępnych dla Linuksa. Ubuntu MATE jest w pełni zgodny z systemem Steam dla Linuksa.
