Repository: max-linux/max-mate-welcome
Catalog: data/po/features/*.po
Languages: bg, cs, da_dk, de, ms_my, pl

source: While Steam is a major step forward for gaming on Linux, there are also many high quality and enjoyable Open Source games titles available for Ubuntu MATE. It doesn't matter if you like flight simulators, motor racing, first person shooters, jump and run or card games, you'll find something to keep you entertained.
bg: Докато Steam е голяма крачка напред за гейминга под Линукс, много висококачествени и забавни игри с Отворен код са достъпни за потребителите на Ubuntu MATE. Няма значение дали обичате летателни симулатори, състезания с мотори, шуутъри, или игри с карти - можете да намерите нещо забавно.
cs: Zatímco Steam je významným krokem vpřed pro hraní her na Linuxu, existuje také mnoho vysoce kvalitních a příjemných open source herních titulů, které jsou k dispozici pro Ubuntu MATE. Nezáleží na tom, jestli se vám líbí letové simulátory, automobilové závody, střílečky, skoky, běh nebo karetní hry, vždy najdete něco, co vás bude bavit.
da_dk: Steam er et stort skridt frem for spil på Linux. Der er sideløbende udviklet mange sjove Open Source spil titler tilgængelig i Ubuntu MATE. Det er lige meget om du kan lige flysimulatorer, kørespil, FPS, platform eller kortspil, så vil du finde noget til at underholde dig.
de: Während Steam ein wichtiger Schritt vorwärts für Spiele auf Linux ist, stehen auch viele qualitativ hochwertige und unterhaltsame Open-Source-Spiele für Ubuntu MATE zur Verfügung. Es spielt keine Rolle, ob Sie Flugsimulatoren, Motorsport, Ego-Shooter, Jump and Run oder Kartenspiele mögen, Sie werden etwas finden, um sich zu unterhalten.
ms_my: Walaupun Steam merupakan langkah besar yang membawa dunia permainan ke dalam Linux, terdapat banyak permainan Bersumber Terbuka yang berkualiti tinggi dan menyeronokkan tersedia untuk Ubuntu MATE. Sama ada simulasi penerbangan, perlumbaan motor, penembak pihak pertama, permainan lompat dan lari ataupun permainan berasaskan kad, anda akan senantiasa terhibur dengan permainan yang disediakan.
pl: Chociaż Steam jest ważnym krokiem naprzód dla gier w systemie Linux, istnieje wiele wysokiej jakości i przyjemnych tytułów gier Open Source dostępnych dla Ubuntu MATE. Nie ma znaczenia, czy lubisz symulatorów lotu, wyścigi motocyklowe, strzelców z pierwszej osobie, skoków, biegów czy gier w karty, znajdziesz coś, co ułatwi Ci zabawę.

source: Accessibility
bg: Достъпност
cs: Přístupnost
da_dk: Tilgængelighed
de: Barrierefreiheit
ms_my: Kebolehcapaian
pl: Dostępność

source: Making an accessible operating system was a key priority when the Ubuntu MATE founders initially set out the goals of the project.
bg: Създаването на достъпна операционна система е ключов приоритет за създателите на Ubuntu MATE още от създаването на проекта.
cs: Vytvořit přístupný operační systém bylo klíčovou prioritou pro zakladatele Ubuntu MATE, když si stanovovali cíle projektu.
da_dk: At bygge et tilgængeligt operativ system var et at hovedprioriteterne da stifterne af Ubuntu MATE nedskrev målene for projektet.
de: Eines der Hauptanliegen für die Gründer von Ubuntu MATE war es, ein barrierefreies Betriebssystem zu schaffen.
ms_my: Menjadikan sistem pengoperasian boleh dicapai merupakan keutamaan terpenting ketika pengasas Ubuntu MATE menetapkan matlamat utama projek.
pl: Zapewnienie dostępu do systemu operacyjnego było kluczowym priorytetem, gdy założyciele Ubuntu MATE początkowo przedstawili cele projektu.

source: Ubuntu MATE is never going to be able to offer the comprehensive integration of assistive technologies that
bg: Ubuntu MATE никога няма да може да предостави всеобхватната интеграция на помощни технологии, които
cs: Distribuce Ubuntu MATE nikdy nebude schopna nabídnout takovou komplexní integraci podpůrných technologií, jakou poskytuje distribuce
da_dk: Ubuntu MATE er aldrig vil være i stand til at tilbyde den omfattende integration af teknologiske hjælpemidler, som
de: Ubuntu MATE wird nie in der Lage sein, die umfassende Integration von unterstützenden Technologien, die
ms_my: Ubuntu MATE tidak dapat menjangkau penyepaduan menyeluruh teknologi pertolongan yang mana
pl: Ubuntu MATE nigdy nie będzie w stanie zaoferować wszechstronnej integracji technologii wspomagających

source: provides. But Ubuntu MATE will continue to follow their lead so that Ubuntu MATE is a viable desktop solution where computer access is shared within a household or business where individual needs differ.
bg: предлага. Но Ubuntu MATE ще продължи да следва техния пример, така че да остане допустимо десктоп решение в случаите, когато достъпа до компютъра е споделен в домакинство или офис, чиито членове имат различни нужди.
cs: . Ale Ubuntu MATE bude i nadále následovat jejich příkladu, takže Ubuntu MATE je schůdným řešením pro sdílený přístup k počítači v rámci domácnosti či firmy, kde se individuální potřeby liší.
da_dk: tilbyder. Men Ubuntu MATE vil fortsætte med at retning, således at Ubuntu MATE er en mulig desktop løsning hvor de hjem eller virksomheder hvor en computer bliver delt mellem brugere med individualle behov.
de: hat, anbieten zu können. Aber Ubuntu MATE wird auch weiterhin diesem Vorbild folgen, so dass Ubuntu MATE eine leistungsfähige Desktop-Lösung in Umgebungen, in denen individuelle Anforderungen variieren, ist -- ob in einem Haushalt oder in einer Firma.
ms_my: tawarkan. Tetapi, Ubuntu MATE akan menuruti langkah-langkah mereka supaya Ubuntu MATE menjadi penyelesaian dekstop di mana capaian komputer dikongsi dalam isi rumah atau sesebuah perniagaan yang dapat memenuhi keperluan individu yang berbeza-beza.
pl: zapewnia. Ale Ubuntu MATE będzie nadal prowadził ich działania, dzięki czemu Ubuntu MATE jest opłacalnym rozwiązaniem desktopowym, gdzie dostęp do komputera jest dzielony w domach lub firmach, gdzie poszczególne potrzeby różnią się.

source: Mobile Integration
bg: Мобилна Интеграция
cs: Mobilní integrace
da_dk: Mobil integration
de: Integration von Mobilgeräten
ms_my: Penyepaduan Mudah Alih
pl: Integracja mobilna

source: Currently Ubuntu MATE has the essential mobile device support you'd expect. You can plug in a phone, media player or digital camera and the device is automatically detected and mounted. You can then access the files on it or sync its contents.
bg: Към момента Ubuntu MATE има основната поддръжка за мобилни устройства, която бихте очаквали. Можете да включите телефон, медийно устройство или дигиталната камера и устройството ще бъде автоматично добавено. Можете да разглеждате файловете на него или да синхронизирате съдържанието му.
cs: Ubuntu MATE nyní podporuje širokou škálu mobilních zařízení. Můžete použít telefon, přehrávač médií nebo digitální fotoaparát a přístroj se automaticky detekuje a připojí. Poté můžete přistupovat k souborům na něm nebo synchronizovat jeho obsah.
da_dk: Ubuntu MATE har på nuværende tidspunkt den essentielle support for mobile enheder som du måtte forvente. Du tilslutter bare din telefon, media afspiller eller digitale kamera og enheden bliver automatisk detekterek og forbundet, hvorefter du har adgang til filernene.
de: Derzeit hat Ubuntu MATE die wesentliche Unterstützung für Mobilgeräte, die man erwarten würde. Sie können ein Telefon, einen Media-Player oder eine Digitalkamera einstecken und das Gerät wird automatisch erkannt und eingebunden.
ms_my: Buat masa ini Ubuntu MATE menawarkan sokongan peranti mudah alih sepertimana yang anda jangkakan. Anda boleh palamkan telefon, pemain media atau kamera digital dan peranti tersebut secara automatik akan dikesan dan dilekapkan. Kemudian anda boleh capai fail di dalamnya atau segerakkan kandungannya.
pl: Obecnie Ubuntu MATE ma zasadnicze wsparcie dla urządzeń przenośnych, których można oczekiwać. Możesz podłączyć telefon, odtwarzacz multimedialny lub aparat cyfrowy, a urządzenie jest automatycznie wykrywane i zamontowane. Następnie można uzyskać dostęp do plików znajdujących się na niej lub zsynchronizować jego zawartość.
